Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

source: Team ranking
de: Team-Rangliste
fr: Classement par équipe
it: Classifica squadre
ja: チームランキング
nl: Team ranglijst
pt: Classificação por equipes
sv: Lagranking

source: Time elapsed
de: Verstrichene Zeit
fr: Temps écoulé
it: Tempo trascorso
ja: 経過時間
nl: Verstreken tijd
pt: Tempo decorrido
sv: Förfluten tid

source: Time remaining
de: Verbleibende Zeit
fr: Temps restant
it: Tempo rimanente
ja: 残り時間
nl: Resterende tijd
pt: Tempo restante
sv: Återstående tid

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
pt: Desconhecido
sv: Okänt

source: Unknown scenario
de: Unbekanntes Szenario
fr: Scénario inconnu
it: Scenario sconosciuto
ja: 不明なシナリオ
nl: Onbekend scenario
pt: Cenário desconhecido
sv: Okänt scenario

source: Team
fr: Équipe
it: Squadra
ja: チーム
pt: Equipe
sv: Lag

source: Show fullscreen
de: Vollbild anzeigen
fr: Afficher en plein écran
it: Mostra a schermo intero
ja: フルスクリーン表示
nl: Volledig scherm tonen
pt: Mostrar em tela cheia
sv: Visa i helskärm

# geolocationError
source: Geolocation error: {error}
de: Geolokalisierungsfehler: {error}
fr: Erreur géolocalisation: {error}
it: Errore di geolocalizzazione: {error}
ja: 位置情報エラー: {error}
nl: Geolocatie fout: {error}
pt: Erro de geolocalização: {error}
sv: Geolokaliseringsfel: {error}

# mapOpenError
source: Error opening map: {error}
de: Fehler beim Öffnen der Karte: {error}
fr: Erreur lors de l'ouverture de la carte : {error}
it: Errore nell'apertura della mappa: {error}
ja: マップを開く際のエラー: {error}
nl: Fout bij openen kaart: {error}
pt: Erro ao abrir o mapa: {error}
sv: Fel vid öppning av karta: {error}

# fullScreenMapError
source: Error opening fullscreen map: {error}
de: Fehler beim Öffnen der Vollbildkarte: {error}
fr: Erreur lors de l'ouverture de la carte en plein écran : {error}
it: Errore nell'apertura della mappa a schermo intero: {error}
ja: フルスクリーンマップを開く際のエラー: {error}
nl: Fout bij openen volledig scherm kaart: {error}
pt: Erro ao abrir o mapa em tela cheia: {error}
sv: Fel vid öppning av helskärmskarta: {error}

source: No map selected
de: Keine Karte ausgewählt
fr: Aucune carte sélectionnée
it: Nessuna mappa selezionata
ja: マップが選択されていません
nl: Geen kaart geselecteerd
pt: Nenhum mapa selecionado
sv: Ingen karta vald

source: No field open
de: Kein Feld geöffnet
fr: Aucun terrain ouvert
it: Nessun campo aperto
ja: フィールドが開いていません
nl: Geen veld geopend
pt: Nenhum campo aberto
sv: Inget fält öppet

source: Field not accessible
de: Feld nicht zugänglich
fr: Terrain non accessible
it: Campo non accessibile
ja: フィールドにアクセスできません
nl: Veld niet toegankelijk
pt: Campo não acessível
sv: Fält inte tillgängligt

# gameReady
source: Ready to play
de: Bereit zu spielen
fr: Prêt à jouer
it: Pronto a giocare
ja: プレイ準備完了
nl: Klaar om te spelen
pt: Pronto para jogar
sv: Redo att spela

source: Join current game
de: Laufendem Spiel beitreten
fr: Rejoindre la partie en cours
it: Unisciti al gioco corrente
ja: 現在のゲームに参加
nl: Deelnemen aan huidig spel
pt: Entrar no jogo atual
sv: Gå med i pågående spel

source: Leave current field
de: Aktuelles Feld verlassen
fr: Quitter le terrain actuel
it: Lascia il campo corrente
ja: 現在のフィールドを離れる
nl: Huidig veld verlaten
pt: Sair do campo atual
sv: Lämna nuvarande fält

source: Manage team
de: Team verwalten
fr: Gérer l'équipe
it: Gestisci squadra
ja: チーム管理
nl: Team beheren
pt: Gerenciar equipe
sv: Hantera lag

source: Previous fields
de: Vorherige Felder
fr: Terrains précédents
it: Campi precedenti
ja: 以前のフィールド
nl: Vorige velden
pt: Campos anteriores
sv: Tidigare fält

# noFieldHistory
source: No field history available
de: Keine Feldhistorie verfügbar
fr: Aucun historique de terrain disponible
it: Nessuna cronologia campo disponibile
ja: フィールド履歴がありません
nl: Geen veldgeschiedenis beschikbaar
pt: Nenhum histórico de campo disponível
sv: Ingen fälthistorik tillgänglig

source: Reconnect to field
de: Wieder mit Feld verbinden
fr: Se reconnecter au terrain
it: Riconnetti al campo
ja: フィールドに再接続
nl: Opnieuw verbinden met veld
pt: Reconectar ao campo
sv: Återanslut till fält

source: Unknown session
de: Unbekannte Sitzung
fr: Session inconnue
it: Sessione sconosciuta
ja: 不明なセッション
nl: Onbekende sessie
pt: Sessão desconhecida
sv: Okänd session

# sessionStartedOn
source: Started on {date}
de: Gestartet am {date}
fr: Démarrée le {date}
it: Iniziata il {date}
ja: {date}に開始
nl: Gestart op {date}
pt: Iniciada em {date}
sv: Startad {date}

# gameSessionDetailsTitle
source: Session details
de: Sitzungsdetails
fr: Détails de la session
it: Dettagli della sessione
ja: セッション詳細
nl: Sessiedetails
pt: Detalhes da sessão
sv: Sessionsdetaljer

# gameReplayTitle
source: Game replay
de: Spiel-Wiederholung
fr: Replay de la partie
it: Replay del gioco
ja: ゲームリプレイ
pt: Replay do jogo
sv: Spelrepris

source: No game sessions available
de: Keine Spielsitzungen verfügbar
fr: Aucune session de jeu disponible
it: Nessuna sessione di gioco disponibile
ja: 利用可能なゲームセッションがありません
nl: Geen spelsessies beschikbaar
pt: Nenhuma sessão de jogo disponível
sv: Inga spelsessioner tillgängliga

source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
ja: お気に入り
nl: Favorieten
pt: Favoritos
sv: Favoriter

# favoritesTab
source: Favorites
de: Favoriten
fr: Favoris
it: Preferiti
ja: お気に入り
nl: Favorieten
pt: Favoritos
sv: Favoriter

# favoritesComingSoon
source: Feature coming soon
de: Funktion kommt bald
fr: Fonctionnalité à venir
it: Funzione in arrivo
ja: 機能は近日公開
nl: Functie komt binnenkort
pt: Funcionalidade em breve
sv: Funktion kommer snart

source: Already invited
de: Bereits eingeladen
fr: Déjà invité
it: Già invitato
ja: 既に招待済み
nl: Al uitgenodigd
pt: Já convidado
sv: Redan inbjuden

source: Received invitations
de: Erhaltene Einladungen
fr: Invitations reçues
it: Inviti ricevuti
ja: 受信した招待
nl: Ontvangen uitnodigingen
pt: Convites recebidos
sv: Mottagna inbjudningar

source: Invitations refreshed
de: Einladungen aktualisiert
fr: Invitations actualisées
it: Inviti aggiornati
ja: 招待を更新しました
nl: Uitnodigingen bijgewerkt
pt: Convites atualizados
sv: Inbjudningar uppdaterade

# invitationPending
source: Pending
de: Ausstehend
fr: En attente
ja: 保留中
nl: In behandeling
pt: Pendente
sv: Väntande

# invitationAccepted
source: Accepted
de: Angenommen
fr: Acceptée
ja: 承認済み
nl: Geaccepteerd
pt: Aceito
sv: Accepterad

# invitationDeclined
source: Declined
de: Abgelehnt
fr: Refusée
ja: 拒否済み
nl: Afgewezen
pt: Recusado
sv: Avvisad

# invitationCanceled
source: Canceled
de: Storniert
fr: Annulée
ja: キャンセル済み
nl: Geannuleerd
pt: Cancelado
sv: Avbruten

# invitationExpired
source: Expired
de: Abgelaufen
fr: Expirée
ja: 期限切れ
nl: Verlopen
pt: Expirado
sv: Utgången

# cancelInvitation
source: Cancel
de: Stornieren
fr: Annuler
ja: キャンセル
nl: Annuleren
pt: Cancelar
sv: Avbryt

# visitingTerrain
source: Visiting {terrainName}
de: Zu Besuch auf {terrainName}
fr: En visite sur {terrainName}
ja: {terrainName}を訪問中
nl: Op bezoek bij {terrainName}
pt: Visitando {terrainName}
sv: Besöker {terrainName}

source: Return to host mode
de: Zurück zum Host-Modus
fr: Retour mode host
ja: ホストモードに戻る
nl: Terug naar host-modus
pt: Voltar ao modo host
sv: Tillbaka till värdläge

# returnedToHostMode
source: Successfully returned to host mode
de: Erfolgreich zum Host-Modus zurückgekehrt
fr: Retour au mode host réussi
ja: ホストモードへの復帰に成功しました
nl: Succesvol teruggekeerd naar host-modus
pt: Retorno bem-sucedido ao modo host
sv: Framgångsrik återgång till värdläge

source: Error returning to host mode
de: Fehler beim Zurückkehren zum Host-Modus
fr: Erreur lors du retour au mode host
ja: ホストモードへの復帰エラー
nl: Fout bij terugkeren naar host-modus
pt: Erro ao retornar ao modo host
sv: Fel vid återgång till värdläge

# hostVisitorMode
source: Visitor mode
de: Besuchermodus
fr: Mode visiteur
ja: 訪問者モード
nl: Bezoeker-modus
pt: Modo visitante
sv: Besökarläge

source: Connected as visitor
de: Als Besucher verbunden
fr: Connecté en tant que visiteur
ja: 訪問者として接続
nl: Verbonden als bezoeker
pt: Conectado como visitante
sv: Ansluten som besökare

# welcomeSubtitle
source: Connect to a field to get started
de: Verbinde dich mit einem Spielfeld, um zu starten
fr: Connectez-vous à un terrain pour commencer
ja: 開始するにはフィールドに接続してください
nl: Verbind met een terrein om te beginnen
pt: Conecte-se a um campo para começar

# genericError
source: Error {message}
de: Fehler {message}
fr: Erreur {message}
ja: エラー {message}
nl: Fout {message}
pt: Erro {message}

# invitationSentTo
source: Invitation sent to {username}
de: Einladung gesendet an {username}
fr: Invitation envoyée à {username}
ja: {username} に招待を送信しました
nl: Uitnodiging verzonden naar {username}
pt: Convite enviado para {username}

# timeJustNow
source: Just now
de: Gerade eben
fr: À l'instant
ja: たった今
nl: Zojuist
pt: Agora mesmo

# minutesAgo
source: {count} min ago
de: Vor {count} Min.
fr: Il y a {count} min
ja: {count} 分前
nl: {count} min geleden
pt: Há {count} min

# hoursAgo
source: {count}h ago
de: Vor {count} Std.
fr: Il y a {count}h
ja: {count} 時間前
nl: {count}u geleden
pt: Há {count}h

# shortDate
source: {day}/{month}
ja: {month}/{day}

# treasureFound
source: {username} found {treasureName}!
de: {username} hat {treasureName} gefunden!
fr: {username} a trouvé {treasureName} !
ja: {username} が {treasureName} を見つけました！
nl: {username} heeft {treasureName} gevonden!
pt: {username} encontrou {treasureName}!

source: See scores
de: Punktestand anzeigen
fr: Voir scores
ja: スコアを見る
nl: Scores bekijken
pt: Ver pontuações

# fieldOpened
source: {ownerUsername}'s field is now open
de: Das Spielfeld von {ownerUsername} ist jetzt geöffnet
fr: Le terrain de {ownerUsername} est maintenant ouvert
ja: {ownerUsername} のフィールドが開きました
nl: Het veld van {ownerUsername} is nu geopend
pt: O campo de {ownerUsername} está agora aberto

# fieldClosedBy
source: {ownerUsername}'s field has been closed
de: Das Spielfeld von {ownerUsername} wurde geschlossen
fr: Le terrain de {ownerUsername} a été fermé
ja: {ownerUsername} のフィールドは閉鎖されました
nl: Het veld van {ownerUsername} is gesloten
pt: O campo de {ownerUsername} foi fechado

# invitationDeclinedBy
source: {username} declined the invitation
de: {username} hat die Einladung abgelehnt
fr: {username} a refusé l'invitation
ja: {username} が招待を拒否しました
nl: {username} heeft de uitnodiging geweigerd
pt: {username} recusou o convite

# playerJoinedField
source: {username} joined the field!
de: {username} ist dem Spielfeld beigetreten!
fr: {username} a rejoint le terrain !
ja: {username} がフィールドに参加しました！
nl: {username} is het veld binnengekomen!
pt: {username} entrou no campo!

# invitationReceivedBody
source: {sender} invites you to join the field "{field}"
de: {sender} lädt dich ein, dem Spielfeld "{field}" beizutreten
fr: {sender} vous invite à rejoindre la carte "{field}"
ja: {sender} がフィールド「{field}」に参加するよう招待しています
nl: {sender} nodigt je uit om het veld "{field}" te joinen
pt: {sender} convida você a entrar no campo "{field}"

source: Decline
de: Ablehnen
fr: Refuser
ja: 拒否
nl: Weigeren
pt: Recusar

source: Accept
de: Akzeptieren
fr: Accepter
ja: 承認
nl: Accepteren
pt: Aceitar

# playerLeftField
source: {username} left the field
de: {username} hat das Spielfeld verlassen
fr: {username} a quitté le terrain
ja: {username} がフィールドを退出しました
nl: {username} heeft het veld verlaten
pt: {username} saiu do campo

# scenariosFieldUpdated
source: Scenarios updated on the field
de: Szenarien auf dem Spielfeld aktualisiert
fr: Scénarios mis à jour sur le terrain
ja: フィールド上のシナリオが更新されました
nl: Scenario's bijgewerkt op het veld
pt: Cenários atualizados no campo

# teamCreated
source: New team created: {teamName}
de: Neues Team erstellt: {teamName}
fr: Nouvelle équipe créée : {teamName}
ja: 新しいチームが作成されました: {teamName}
nl: Nieuw team aangemaakt: {teamName}
pt: Nova equipe criada: {teamName}

# teamDeleted
source: A team has been deleted.
de: Ein Team wurde gelöscht.
fr: Une équipe a été supprimée.
ja: チームが削除されました。
nl: Een team is verwijderd.
pt: Uma equipe foi excluída.

# disconnectedFieldByHost
source: You have been disconnected from the field by the host
de: Du wurdest vom Spielfeld durch den Host getrennt
fr: Vous avez été déconnecté du terrain par l'hôte
ja: ホストによってフィールドから切断されました
nl: Je bent door de host van het veld losgekoppeld
pt: Você foi desconectado do campo pelo anfitrião

# playerDisconnectedOther
source: {username} has been disconnected from the field
de: {username} wurde vom Spielfeld getrennt
fr: {username} a été déconnecté du terrain
ja: {username} がフィールドから切断されました
nl: {username} is van het veld losgekoppeld
pt: {username} foi desconectado do campo

# invitationFromAndRole
source: Invitation {role} {username}
de: Einladung {role} {username}
ja: 招待 {role} {username}
nl: Uitnodiging {role} {username}

# roleTo
source: to
de: an
fr: à
ja: へ
nl: aan

# roleFrom
source: from
de: von
fr: de
ja: から
nl: van

source: Pending invitations {label}
de: Ausstehende Einladungen {label}
fr: Invitations en attente {label}
ja: 保留中の招待 {label}
nl: Openstaande uitnodigingen {label}

# mustBeHostAndFieldOpen
source: You must be a host with an open field to send invitations
de: Sie müssen Host mit geöffnetem Spielfeld sein, um Einladungen zu senden
fr: Vous devez être un hôte avec un terrain ouvert pour envoyer des invitations
ja: 招待を送信するには、ホストであり、フィールドが開いている必要があります
nl: Je moet host zijn met een geopend veld om uitnodigingen te versturen

# errorProcessingInvitation
source: Error processing the invitation
de: Fehler bei der Verarbeitung der Einladung
fr: Erreur lors du traitement de l'invitation
ja: 招待の処理中にエラーが発生しました
nl: Fout bij het verwerken van de uitnodiging

# connectedToFieldAsVisitor
source: Connected to the field {fieldName} as a visitor
de: Mit dem Spielfeld {fieldName} als Besucher verbunden
fr: Connecté au terrain {fieldName} en tant que visiteur
ja: {fieldName} のフィールドにビジターとして接続しました
nl: Verbonden met het veld {fieldName} als bezoeker

# errorConnectingToField
source: Error connecting to the field
de: Fehler bei der Verbindung mit dem Spielfeld
fr: Erreur lors de la connexion au terrain
ja: フィールドへの接続中にエラーが発生しました
nl: Fout bij het verbinden met het veld

# assignRoleEachTeam
source: Please assign a role to each team.
de: Bitte weisen Sie jedem Team eine Rolle zu.
fr: Veuillez assigner un rôle à chaque équipe.
ja: 各チームに役割を割り当ててください。
nl: Wijs elke ploeg een rol toe.

# requireTAndCTeams
source: There must be at least one Terrorist team and one Counter-Terrorist team.
de: Es muss mindestens ein Terroristen-Team und ein Anti-Terroristen-Team geben.
fr: Il doit y avoir au moins une équipe Terroriste et une équipe Anti-terroriste.
ja: テロリストチームと対テロリストチームがそれぞれ少なくとも1つ必要です。
nl: Er moet minstens één Terroristenteam en één Antiterroristenteam zijn.

# bombAssignRolesTitle
source: Role assignment for Bomb Operation
de: Rollenverteilung für Bombenoperation
fr: Assignation des rôles pour l’Opération Bombe
ja: ボム作戦の役割割り当て
nl: Rolverdeling voor Bomoperatie

# bombAssignRolesSubtitle
source: Choose which team will be Terrorist (attack) and which will be Counter-Terrorist (defense).
de: Wählen Sie, welches Team Terrorist (Angriff) und welches Anti-Terrorist (Verteidigung) ist.
fr: Choisissez quelle équipe sera Terroriste (attaque) et quelle équipe sera Anti-terroriste (défense).
ja: どのチームをテロリスト（攻撃）、どのチームを対テロリスト（防御）にするか選択してください。
nl: Kies welk team Terrorist (aanval) is en welk team Antiterrorist (defensie) is.

source: Confirm roles
de: Rollen bestätigen
fr: Confirmer les rôles
ja: 役割を確定
nl: Rollen bevestigen

# terroristAttackLabel
source: Terrorist (Attack)
de: Terrorist (Angriff)
fr: Terroriste (Attaque)
ja: テロリスト（攻撃）
nl: Terrorist (Aanval)

# counterTerroristDefenseLabel
source: Counter-Terrorist (Defense)
de: Anti-Terrorist (Verteidigung)
fr: Anti-terroriste (Défense)
ja: 対テロリスト（防御）
nl: Antiterrorist (Defensie)

# gameStartedToast
source: The game has started!
de: Das Spiel hat begonnen!
fr: La partie a commencé !
ja: 試合が開始しました！
nl: De game is gestart!

# gameEndedToast
source: The game has ended.
de: Das Spiel ist beendet.
fr: La partie est terminée.
ja: 試合は終了しました。
nl: De game is afgelopen.

source: Apply
de: Anwenden
fr: Appliquer
ja: 適用
nl: Toepassen

source: Processing...
de: Verarbeitung läuft...
fr: Traitement en cours...
ja: 処理中...
nl: Bezig met verwerken...

source: Initializing...
de: Initialisierung...
fr: Initialisation...
ja: 初期化中...
nl: Initialiseren...
