Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

# hostSectionTeamsPlayersDescription
source: Create your teams, manage numbers and assign roles for each player. Good balance guarantees dynamic and fun games, with missions where everyone has their place.
de: Erstellen Sie Ihre Teams, verwalten Sie die Mannschaftsstärke und weisen Sie jedem Spieler Rollen zu. Eine gute Balance garantiert dynamische und spaßige Spiele mit Missionen, in denen jeder seinen Platz hat.
es: Crea tus equipos, gestiona los efectivos y asigna roles para cada jugador. Un buen equilibrio garantiza partidas dinámicas y divertidas, con misiones donde cada uno tiene su lugar.
fr: Créez vos équipes, gérez les effectifs et attribuez les rôles pour chaque joueur. Un bon équilibre garantit des parties dynamiques et pleines de fun, avec des missions où chacun a sa place.
it: Crea le tue squadre, gestisci gli effettivi e assegna ruoli per ogni giocatore. Un buon equilibrio garantisce partite dinamiche e divertenti, con missioni dove ognuno ha il suo posto.
ja: チームを作成し、人数を管理し、各プレイヤーに役割を割り当てます。良いバランスは、全員が自分の場所を持つミッションで、ダイナミックで楽しいゲームを保証します。
nl: Creëer je teams, beheer aantallen en wijs rollen toe aan elke speler. Een goede balans garandeert dynamische en leuke spellen, met missies waar iedereen zijn plaats heeft.
no: Lag lagene dine, administrer antall og tildel roller til hver spiller. God balanse garanterer dynamiske og morsomme spill, med oppdrag hvor alle har sin plass.
pt: Crie suas equipes, gerencie números e atribua papéis para cada jogador. Um bom equilíbrio garante jogos dinâmicos e divertidos, com missões onde todos têm seu lugar.
sv: Skapa dina lag, hantera antal och tilldela roller till varje spelare. En bra balans garanterar dynamiska och roliga spel, med uppdrag där alla har sin plats.

# hostSectionGameHistoryDescription
source: Check your game history: scores, stats, key moments. Relive your past sessions, spot what went well (or less well), and adjust your next scenarios for even more fun.
de: Überprüfen Sie Ihre Spielhistorie: Punkte, Statistiken, Schlüsselmomente. Erleben Sie Ihre vergangenen Sessions noch einmal, erkennen Sie was gut lief (oder weniger gut), und passen Sie Ihre nächsten Szenarien für noch mehr Spaß an.
es: Consulta el historial de tus partidas: puntuaciones, estadísticas, momentos clave. Revive tus sesiones pasadas, identifica qué funcionó bien (o menos bien), y ajusta tus próximos escenarios para aún más diversión.
fr: Consultez l'historique de vos parties : scores, stats, moments clés. Revivez vos sessions passées, repérez ce qui a bien tourné (ou moins bien), et ajustez vos prochains scénarios pour encore plus de fun.
it: Consulta la cronologia delle tue partite: punteggi, statistiche, momenti chiave. Rivivi le tue sessioni passate, individua cosa è andato bene (o meno bene), e aggiusta i tuoi prossimi scenari per ancora più divertimento.
ja: ゲーム履歴を確認：スコア、統計、重要な瞬間。過去のセッションを追体験し、うまくいったこと（またはそうでなかったこと）を見つけ、さらに楽しくするために次のシナリオを調整します。
nl: Bekijk je spelgeschiedenis: scores, statistieken, belangrijke momenten. Herbeleef je vorige sessies, ontdek wat goed ging (of minder goed), en pas je volgende scenario's aan voor nog meer plezier.
no: Sjekk spillhistorikken din: poeng, statistikk, nøkkelmomenter. Gjenopplev dine tidligere økter, finn ut hva som gikk bra (eller mindre bra), og juster dine neste scenarier for enda mer moro.
pt: Verifique seu histórico de jogos: pontuações, estatísticas, momentos-chave. Reviva suas sessões passadas, identifique o que deu certo (ou menos certo), e ajuste seus próximos cenários para ainda mais diversão.
sv: Kontrollera din spelhistorik: poäng, statistik, nyckelmoment. Återupplev dina tidigare sessioner, upptäck vad som gick bra (eller mindre bra), och justera dina nästa scenarier för ännu mer kul.

# hostSectionCommandCenterSubtitle
source: Your connected base camp – everything goes through you, chief.
de: Ihr vernetztes Basislager – alles läuft über Sie, Chef.
es: Tu campamento base conectado – todo pasa por ti, jefe.
fr: Votre camp de base connecté – tout passe par vous, chef.
it: Il tuo campo base connesso – tutto passa da te, capo.
ja: 接続されたベースキャンプ - すべてはあなたを通る、チーフ。
nl: Je verbonden basiskamp – alles gaat via jou, chef.
no: Din tilkoblede basecamp – alt går gjennom deg, sjef.
pt: Seu acampamento base conectado – tudo passa por você, chefe.
sv: Ditt anslutna basläger – allt går genom dig, chef.

# hostSectionMapManagementSubtitle
source: Your cartographic arsenal – Draw, name, control.
de: Ihr kartographisches Arsenal – Zeichnen, benennen, kontrollieren.
es: Tu arsenal cartográfico – Traza, nombra, controla.
fr: Votre arsenal cartographique – Tracez, nommez, contrôlez.
it: Il tuo arsenale cartografico – Traccia, nomina, controlla.
ja: あなたの地図作成兵器庫 - 描き、名前を付け、制御する。
nl: Je cartografische arsenaal – Teken, benoem, beheers.
no: Ditt kartografiske arsenal – Tegn, navngi, kontroller.
pt: Seu arsenal cartográfico – Desenhe, nomeie, controle.
sv: Din kartografiska arsenal – Rita, namnge, kontrollera.

# hostSectionMissionScenariosSubtitle
source: Imagination is the weapon – create custom challenges.
de: Fantasie ist die Waffe – erstellen Sie maßgeschneiderte Herausforderungen.
es: La imaginación es el arma – crea desafíos personalizados.
fr: L'imagination est l'arme – créez des défis sur mesure.
it: L'immaginazione è l'arma – crea sfide su misura.
ja: 想像力が武器 - カスタムチャレンジを作成する。
nl: Verbeelding is het wapen – creëer aangepaste uitdagingen.
no: Fantasi er våpenet – lag tilpassede utfordringer.
pt: Imaginação é a arma – crie desafios personalizados.
sv: Fantasi är vapnet – skapa anpassade utmaningar.

# hostSectionTeamsPlayersSubtitle
source: Tactical distribution – create balanced and intense matches.
de: Taktische Verteilung – erstellen Sie ausgewogene und intensive Matches.
es: Distribución táctica – crea partidas equilibradas e intensas.
fr: Répartition tactique – créez des matchs équilibrés et intenses.
it: Distribuzione tattica – crea partite equilibrate e intense.
ja: 戦術的配分 - バランスの取れた激しいマッチを作成する。
nl: Tactische verdeling – creëer gebalanceerde en intense wedstrijden.
no: Taktisk fordeling – lag balanserte og intense kamper.
pt: Distribuição tática – crie partidas equilibradas e intensas.
sv: Taktisk fördelning – skapa balanserade och intensiva matcher.

# hostSectionGameHistorySubtitle
source: Back to the field – your games, your data.
de: Zurück ins Feld – Ihre Spiele, Ihre Daten.
es: De vuelta al terreno – tus partidas, tus datos.
fr: Retour sur le terrain – vos parties, vos données.
it: Ritorno sul campo – le tue partite, i tuoi dati.
ja: フィールドに戻る - あなたのゲーム、あなたのデータ。
nl: Terug naar het veld – jouw spellen, jouw data.
no: Tilbake til feltet – dine spill, dine data.
pt: De volta ao campo – seus jogos, seus dados.
sv: Tillbaka till fältet – dina spel, din data.

# audioGameStarted
source: Game started.
de: Spiel gestartet
es: Juego iniciado
fr: Partie lancée.
it: Gioco iniziato
ja: ゲーム開始
nl: Spel gestart
no: Spill startet
pt: Jogo iniciado
sv: Spel startat

# audioGameEnded
source: Game ended.
de: Spiel beendet
es: Juego terminado
fr: Fin de partie.
it: Gioco terminato
ja: ゲーム終了
nl: Spel beëindigd
no: Spill avsluttet
pt: Jogo terminado
sv: Spel avslutat

# optionsTitle
source: Options
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
nl: Opties
no: Alternativer
pt: Opções
sv: Alternativ

source: User not connected
de: Benutzer nicht verbunden
es: Usuario no conectado
fr: Utilisateur non connecté
it: Utente non connesso
ja: ユーザーが接続されていません
nl: Gebruiker niet verbonden
no: Bruker ikke tilkoblet
pt: Usuário não conectado
sv: Användare inte ansluten

# appLanguageTitle
source: Application language
de: Anwendungssprache
es: Idioma de la aplicación
fr: Langue de l'application
it: Lingua dell'applicazione
ja: アプリケーション言語
nl: Applicatietaal
no: Applikasjonsspråk
pt: Idioma da aplicação
sv: Applikationsspråk

# interfaceLanguageLabel
source: Interface language
de: Oberflächensprache
es: Idioma de la interfaz
fr: Langue de l'interface
it: Lingua dell'interfaccia
ja: インターフェース言語
nl: Interface taal
no: Grensesnittspråk
pt: Idioma da interface
sv: Gränssnittsspråk

# audioNotificationsTitle
source: Audio notifications
de: Audio-Benachrichtigungen
es: Notificaciones de audio
fr: Notifications audio
it: Notifiche audio
ja: 音声通知
nl: Audio meldingen
no: Lydvarsler
pt: Notificações de áudio
sv: Ljudaviseringar

source: Enable audio notifications
de: Audio-Benachrichtigungen aktivieren
es: Activar notificaciones de audio
fr: Activer les notifications audio
it: Attiva notifiche audio
ja: 音声通知を有効にする
nl: Audio meldingen inschakelen
no: Aktiver lydvarsler
pt: Ativar notificações de áudio
sv: Aktivera ljudaviseringar

# volumeLabel
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
no: Volum
sv: Volym

# audioLanguageLabel
source: Audio notifications language
de: Sprache der Audio-Benachrichtigungen
es: Idioma de las notificaciones de audio
fr: Langue des notifications audio
it: Lingua delle notifiche audio
ja: 音声通知の言語
nl: Taal van audio meldingen
no: Språk for lydvarsler
pt: Idioma das notificações de áudio
sv: Språk för ljudaviseringar

# audioTestsTitle
source: Tests
es: Pruebas
it: Test
ja: テスト
no: Tester
pt: Testes
sv: Tester

# testStartButton
source: Test start
es: Prueba inicio
fr: Test début
it: Test inizio
ja: 開始テスト
pt: Teste início

# testEndButton
source: Test end
de: Test Ende
es: Prueba fin
fr: Test fin
it: Test fine
ja: 終了テスト
nl: Test einde
no: Test slutt
pt: Teste fim
sv: Test slut

# playingStatus
source: Playing...
de: Wiedergabe läuft...
es: Reproduciendo...
fr: Lecture en cours...
it: Riproduzione in corso...
ja: 再生中...
nl: Afspelen...
no: Spiller...
pt: Reproduzindo...
sv: Spelar...

# stopButton
source: Stop
de: Stoppen
es: Parar
fr: Arrêter
it: Ferma
ja: 停止
no: Stopp
pt: Parar
sv: Stoppa

# bombZoneEntered
source: Zone {zoneName} reached. Beginning bomb arming.
de: Zone {zoneName} erreicht. Bombenaktivierung beginnt.
es: Zona {zoneName} alcanzada. Iniciando armado de bomba.
fr: Zone {zoneName} atteinte. Début de l'amorçage de la bombe.
it: Zona {zoneName} raggiunta. Inizio attivazione bomba.
ja: ゾーン{zoneName}に到達。爆弾の起動を開始。
nl: Zone {zoneName} bereikt. Begin van bomactivering.
no: Sone {zoneName} nådd. Starter bombeaktivering.
pt: Zona {zoneName} alcançada. Iniciando ativação da bomba.
sv: Zon {zoneName} nådd. Börjar bombaktivering.

# bombArmingTimeRemaining
source: Time remaining before activation: {seconds} seconds.
de: Verbleibende Zeit bis zur Aktivierung: {seconds} Sekunden.
es: Tiempo restante antes de activación: {seconds} segundos.
fr: Temps restant avant activation : {seconds} secondes.
it: Tempo rimanente prima dell'attivazione: {seconds} secondi.
ja: 起動まで残り時間：{seconds}秒。
nl: Resterende tijd voor activering: {seconds} seconden.
no: Gjenværende tid før aktivering: {seconds} sekunder.
pt: Tempo restante antes da ativação: {seconds} segundos.
sv: Återstående tid före aktivering: {seconds} sekunder.

# bombStayInZone
source: Stay in the zone to arm the bomb.
de: Bleiben Sie in der Zone, um die Bombe zu aktivieren.
es: Permanezca en la zona para armar la bomba.
fr: Restez dans la zone pour armer la bombe.
it: Rimanete nella zona per attivare la bomba.
ja: ゾーンに留まって爆弾を起動してください。
nl: Blijf in de zone om de bom te activeren.
no: Bli i sonen for å aktivere bomben.
pt: Permaneça na zona para ativar a bomba.
sv: Stanna i zonen för att aktivera bomben.

# bombCountdown30
source: Thirty
de: Dreißig
es: Treinta
fr: Trente
it: Trenta
ja: 三十
nl: Dertig
no: Tretti
pt: Trinta
sv: Trettio

# bombCountdown20
source: Twenty
de: Zwanzig
es: Veinte
fr: Vingt
it: Venti
ja: 二十
nl: Twintig
no: Tjue
pt: Vinte
sv: Tjugo

# bombCountdown10
source: Ten
de: Zehn
es: Diez
fr: Dix
it: Dieci
ja: 十
nl: Tien
no: Ti
pt: Dez
sv: Tio

# bombCountdown9
source: Nine
de: Neun
es: Nueve
fr: Neuf
it: Nove
ja: 九
nl: Negen
no: Ni
pt: Nove
sv: Nio

# bombCountdown8
source: Eight
de: Acht
es: Ocho
fr: Huit
it: Otto
ja: 八
nl: Acht
no: Åtte
pt: Oito
sv: Åtta

# bombCountdown7
source: Seven
de: Sieben
es: Siete
fr: Sept
it: Sette
ja: 七
nl: Zeven
no: Syv
pt: Sete
sv: Sju

# bombCountdown6
source: Six
de: Sechs
es: Seis
it: Sei
ja: 六
nl: Zes
no: Seks
pt: Seis
sv: Sex

# bombCountdown5
source: Five
de: Fünf
es: Cinco
fr: Cinq
it: Cinque
ja: 五
nl: Vijf
no: Fem
pt: Cinco
sv: Fem

# bombCountdown4
source: Four
de: Vier
es: Cuatro
fr: Quatre
it: Quattro
ja: 四
nl: Vier
no: Fire
pt: Quatro
sv: Fyra

# bombCountdown3
source: Three
de: Drei
es: Tres
fr: Trois
it: Tre
ja: 三
nl: Drie
no: Tre
pt: Três
sv: Tre

# bombCountdown2
source: Two
de: Zwei
es: Dos
fr: Deux
it: Due
ja: 二
nl: Twee
no: To
pt: Dois
sv: Två

# bombCountdown1
source: One
de: Eins
es: Uno
fr: Un
it: Uno
ja: 一
nl: Een
no: En
pt: Um
sv: Ett

# bombArmed
source: Bomb in zone {zoneName} armed
de: Bombe in Zone {zoneName} aktiviert
es: Bomba de la zona {zoneName} armada
fr: Bombe de la zone {zoneName} armée
it: Bomba della zona {zoneName} attivata
ja: ゾーン{zoneName}の爆弾が起動されました
nl: Bom in zone {zoneName} geactiveerd
no: Bombe i sone {zoneName} aktivert
pt: Bomba da zona {zoneName} ativada
sv: Bomb i zon {zoneName} aktiverad

# bombZoneExited
source: Exited zone {zoneName}. Arming interrupted.
de: Zone {zoneName} verlassen. Aktivierung unterbrochen.
es: Salida de la zona {zoneName}. Armado interrumpido.
fr: Zone {zoneName} quittée. Armement interrompu.
it: Uscita dalla zona {zoneName}. Attivazione interrotta.
ja: ゾーン{zoneName}から退出。起動が中断されました。
nl: Zone {zoneName} verlaten. Activering onderbroken.
no: Forlot sone {zoneName}. Aktivering avbrutt.
pt: Saída da zona {zoneName}. Ativação interrompida.
sv: Lämnade zon {zoneName}. Aktivering avbruten.

# bombActiveAlert
source: Bomb active on {zoneName}. Intervention required.
de: Bombe aktiv auf {zoneName}. Eingriff erforderlich.
fr: Bombe active sur {zoneName}. Intervention requise.
it: Bomba attiva su {zoneName}. Intervento richiesto.
ja: {zoneName}で爆弾が作動中。介入が必要です。
nl: Bom actief op {zoneName}. Interventie vereist.
pt: Bomba ativa em {zoneName}. Intervenção necessária.
sv: Bomb aktiv på {zoneName}. Ingripande krävs.

# defuseZoneEntered
source: Zone {zoneName} reached. Beginning defusal.
de: Zone {zoneName} erreicht. Entschärfung beginnt.
fr: Zone {zoneName} atteinte. Début du désamorçage.
it: Zona {zoneName} raggiunta. Inizio disinnesco.
ja: ゾーン{zoneName}に到達。解除を開始します。
nl: Zone {zoneName} bereikt. Begin van ontmanteling.
pt: Zona {zoneName} alcançada. Iniciando desarmamento.
sv: Zon {zoneName} nådd. Börjar desarmering.

# defuseTimeRemaining
source: Time remaining: {seconds} seconds.
de: Verbleibende Zeit: {seconds} Sekunden.
fr: Temps restant : {seconds} secondes.
it: Tempo rimanente: {seconds} secondi.
ja: 残り時間：{seconds}秒。
nl: Resterende tijd: {seconds} seconden.
pt: Tempo restante: {seconds} segundos.
sv: Återstående tid: {seconds} sekunder.

# defuseStayInZone
source: Stay in position to complete the operation.
de: Bleiben Sie vor Ort, um die Operation abzuschließen.
fr: Restez sur place pour compléter l'opération.
it: Rimanete in posizione per completare l'operazione.
ja: 作業を完了するため、その場に留まってください。
nl: Blijf op positie om de operatie te voltooien.
pt: Permaneça na posição para completar a operação.
sv: Stanna kvar för att slutföra operationen.

# defuseZoneExited
source: Exited zone {zoneName}. Defusal interrupted.
de: Zone {zoneName} verlassen. Entschärfung unterbrochen.
fr: Sortie de la zone {zoneName}. Désamorçage interrompu.
it: Uscita dalla zona {zoneName}. Disinnesco interrotto.
ja: ゾーン{zoneName}から退出。解除が中断されました。
nl: Zone {zoneName} verlaten. Ontmanteling onderbroken.
pt: Saída da zona {zoneName}. Desarmamento interrompido.
sv: Lämnade zon {zoneName}. Desarmering avbruten.

# bombDefused
source: Site {zoneName} secured. Bomb defused.
de: Standort {zoneName} gesichert. Bombe entschärft.
fr: Site {zoneName} sécurisé. Bombe désactivée.
it: Sito {zoneName} messo in sicurezza. Bomba disinnescata.
ja: サイト{zoneName}を確保。爆弾を解除しました。
nl: Locatie {zoneName} beveiligd. Bom ontmanteld.
pt: Local {zoneName} protegido. Bomba desarmada.
sv: Plats {zoneName} säkrad. Bomb desarmer.

# bombExploded
source: Explosion! The bomb on site {zoneName} has been triggered.
de: Explosion! Die Bombe am Standort {zoneName} wurde ausgelöst.
fr: Explosion ! La bombe sur le site {zoneName} a été déclenchée.
it: Esplosione! La bomba sul sito {zoneName} è stata innescata.
ja: 爆発！サイト{zoneName}の爆弾が起爆されました。
nl: Explosie! De bom op locatie {zoneName} is geactiveerd.
pt: Explosão! A bomba no local {zoneName} foi detonada.
sv: Explosion! Bomben på plats {zoneName} har utlösts.

# bombOperationActive
source: Bomb Operation scenario active - Waiting for role assignment
de: Bombenoperations-Szenario aktiv - Warten auf Rollenzuweisung
fr: Scénario Opération Bombe actif - En attente d'assignation des rôles
it: Scenario Operazione Bomba attivo - In attesa di assegnazione ruoli
ja: 爆弾作戦シナリオが有効 - 役割の割り当てを待機中
nl: Bomoperatie scenario actief - Wachten op roltoewijzing
pt: Cenário de Operação Bomba ativo - Aguardando atribuição de papéis
sv: Bomboperations scenario aktivt - Väntar på rolltilldelning

# noTeamRole
source: Your team has no assigned role in this scenario
de: Ihr Team hat keine zugewiesene Rolle in diesem Szenario
fr: Votre équipe n'a pas de rôle assigné dans ce scénario
it: La tua squadra non ha un ruolo assegnato in questo scenario
ja: あなたのチームにはこのシナリオで割り当てられた役割がありません
nl: Uw team heeft geen toegewezen rol in dit scenario
pt: Sua equipe não tem papel atribuído neste cenário
sv: Ditt lag har ingen tilldelad roll i detta scenario

# terroristRole
source: Terrorist
fr: Terroriste
it: Terrorista
ja: テロリスト
pt: Terrorista

# antiTerroristRole
source: Counter-terrorist
de: Anti-Terrorist
fr: Anti-terroriste
it: Antiterrorista
ja: カウンターテロリスト
nl: Anti-terrorist
pt: Anti-terrorista
sv: Antiterrorist

source: Unknown role
de: Unbekannte Rolle
fr: Rôle inconnu
it: Ruolo sconosciuto
ja: 不明な役割
nl: Onbekende rol
pt: Papel desconhecido
sv: Okänd roll

# terroristObjective
source: Objective: Go to a bomb zone to activate detonation
de: Ziel: Begeben Sie sich in eine Bombenzone, um die Detonation zu aktivieren
fr: Objectif : Rendez-vous dans une zone de bombe pour activer la détonation
it: Obiettivo: Recati in una zona bomba per attivare la detonazione
ja: 目標：爆弾ゾーンに行き、起爆を活性化する
nl: Doel: Ga naar een bomzone om de detonatie te activeren
pt: Objetivo: Vá para uma zona de bomba para ativar a detonação
sv: Mål: Gå till en bombzon för att aktivera detonationen

# antiTerroristObjective
source: Objective: Go to the active bomb zone to deactivate it
de: Ziel: Begeben Sie sich in die aktive Bombenzone, um sie zu deaktivieren
fr: Objectif : Rendez-vous dans la zone de bombe active pour la désactiver
it: Obiettivo: Recati nella zona bomba attiva per disattivarla
ja: 目標：アクティブな爆弾ゾーンに行き、無効化する
nl: Doel: Ga naar de actieve bomzone om deze te deactiveren
pt: Objetivo: Vá para a zona de bomba ativa para desativá-la
sv: Mål: Gå till den aktiva bombzonen för att deaktivera den

# observerObjective
source: Objective: Observe the game
de: Ziel: Das Spiel beobachten
fr: Objectif : Observer la partie
it: Obiettivo: Osservare la partita
ja: 目標：ゲームを観察する
nl: Doel: Het spel observeren
pt: Objetivo: Observar o jogo
sv: Mål: Observera spelet

# youAre
source: You are: {role}
de: Sie sind: {role}
fr: Vous êtes : {role}
it: Tu sei: {role}
ja: あなたは：{role}
nl: U bent: {role}
pt: Você é: {role}
sv: Du är: {role}

# sitesActivated
source: {activatedCount} sites activated out of {totalSites}
de: {activatedCount} Standorte aktiviert von {totalSites}
fr: {activatedCount} sites activés sur {totalSites}
it: {activatedCount} siti attivati su {totalSites}
ja: {totalSites}サイト中{activatedCount}サイトが有効
nl: {activatedCount} locaties geactiveerd van {totalSites}
pt: {activatedCount} locais ativados de {totalSites}
sv: {activatedCount} platser aktiverade av {totalSites}

# armingTime
source: Arming time: {time}s
de: Aktivierungszeit: {time}s
fr: Temps d'amorçage : {time}s
it: Tempo di attivazione: {time}s
ja: 武装時間：{time}秒
nl: Bewapeningtijd: {time}s
pt: Tempo de armamento: {time}s
sv: Beväpningstid: {time}s

# defuseTime
source: Defuse time: {time}s
de: Entschärfungszeit: {time}s
fr: Temps de désarmement : {time}s
it: Tempo di disattivazione: {time}s
ja: 解除時間：{time}秒
nl: Ontmantelingstijd: {time}s
pt: Tempo de desarmamento: {time}s
sv: Desarmering tid: {time}s

# bombStats
source: {armedCount} bombs armed • {disarmedCount} defused • {explodedCount} exploded
de: {armedCount} Bomben aktiviert • {disarmedCount} entschärft • {explodedCount} explodiert
fr: {armedCount} bombes amorcées • {disarmedCount} désarmées • {explodedCount} explosées
it: {armedCount} bombe attivate • {disarmedCount} disattivate • {explodedCount} esplose
ja: {armedCount}個の爆弾が武装 • {disarmedCount}個解除 • {explodedCount}個爆発
nl: {armedCount} bommen bewapend • {disarmedCount} ontmanteld • {explodedCount} geëxplodeerd
pt: {armedCount} bombas armadas • {disarmedCount} desarmadas • {explodedCount} explodidas
sv: {armedCount} bomber beväpnade • {disarmedCount} desarmerade • {explodedCount} exploderade

# inZone
source: In zone: {zoneName}
fr: Dans la zone : {zoneName}
it: In zona: {zoneName}
ja: ゾーン内：{zoneName}
pt: Na zona: {zoneName}
sv: I zon: {zoneName}

source: Armed bombs:
de: Aktivierte Bomben:
fr: Bombes armées :
it: Bombe attivate:
ja: 武装した爆弾：
nl: Bewapende bommen:
pt: Bombas armadas:
sv: Beväpnade bomber:

source: Bombs to defuse:
de: Zu entschärfende Bomben:
fr: Bombes à désarmer :
it: Bombe da disattivare:
ja: 解除する爆弾：
nl: Te ontmantelen bommen:
pt: Bombas para desarmar:
sv: Bomber att desarmer:

source: 🏆 Victory!
de: 🏆 Sieg!
fr: 🏆 Victoire !
it: 🏆 Vittoria!
ja: 🏆 勝利！
nl: 🏆 Overwinning!
pt: 🏆 Vitória!
sv: 🏆 Seger!

source: 💀 Defeat!
de: 💀 Niederlage!
fr: 💀 Défaite !
it: 💀 Sconfitta!
ja: 💀 敗北！
nl: 💀 Nederlaag!
pt: 💀 Derrota!
sv: 💀 Nederlag!

source: ⚖️ Draw
de: ⚖️ Unentschieden
fr: ⚖️ Égalité
it: ⚖️ Pareggio
ja: ⚖️ 引き分け
nl: ⚖️ Gelijkspel
pt: ⚖️ Empate
sv: ⚖️ Oavgjort

# bombTimerText
source: Bomb at site {siteName} armed - explosion in {time}
de: Bombe am Standort {siteName} aktiviert - Explosion in {time}
fr: Bombe du site {siteName} amorcée - explosion dans {time}
it: Bomba del sito {siteName} attivata - esplosione in {time}
ja: サイト{siteName}の爆弾が武装 - {time}で爆発
nl: Bom op locatie {siteName} bewapend - explosie in {time}
pt: Bomba do local {siteName} armada - explosão em {time}
sv: Bomb på plats {siteName} beväpnad - explosion om {time}

source: Finished
de: Beendet
fr: Terminé
it: Terminato
ja: 終了
nl: Voltooid
pt: Terminado
sv: Avslutat

source: Individual ranking
de: Einzelrangliste
fr: Classement individuel
it: Classifica individuale
ja: 個人ランキング
nl: Individuele ranglijst
pt: Classificação individual
sv: Individuell ranking

source: In progress
de: Im Gange
fr: En cours
it: In corso
ja: 進行中
nl: Bezig
pt: Em andamento
sv: Pågår

source: Locked
de: Gesperrt
fr: Verrouillé
it: Bloccato
ja: ロック済み
nl: Vergrendeld
pt: Bloqueado
sv: Låst

# playerName
source: Player {playerId}
de: Spieler {playerId}
fr: Joueur {playerId}
it: Giocatore {playerId}
ja: プレイヤー{playerId}
nl: Speler {playerId}
pt: Jogador {playerId}
sv: Spelare {playerId}

# points
source: {score} pts
de: {score} Pkt
it: {score} pt
ja: {score}ポイント
nl: {score} ptn
sv: {score} poäng

# qrCodesFound
source: {found}/{total} QR codes found, total: {points} {symbol}
de: {found}/{total} QR-Codes gefunden, gesamt: {points} {symbol}
fr: {found}/{total} QR codes trouvés, total : {points} {symbol}
it: {found}/{total} codici QR trovati, totale: {points} {symbol}
ja: {found}/{total} QRコード発見、合計: {points} {symbol}
nl: {found}/{total} QR-codes gevonden, totaal: {points} {symbol}
pt: {found}/{total} códigos QR encontrados, total: {points} {symbol}
sv: {found}/{total} QR-koder hittade, totalt: {points} {symbol}

# scenarioType
source: Type: {type}
de: Typ: {type}
it: Tipo: {type}
ja: タイプ: {type}
pt: Tipo: {type}
sv: Typ: {type}
