Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

# siteColorLabel
source: Site Color:
de: Platzfarbe:
es: Color del sitio:
fr: Couleur du site:
it: Colore del sito:
ja: サイトカラー:
nl: Sitekleur:
no: Stedsfarge:
pl: Kolor miejsca:
pt: Cor do local:
sv: Platsfärg:

# positionLabel
source: Position: {lat}, {long}
es: Posición: {lat}, {long}
it: Posizione: {lat}, {long}
ja: 位置: {lat}, {long}
nl: Positie: {lat}, {long}
no: Posisjon: {lat}, {long}
pl: Pozycja: {lat}, {long}
pt: Posição: {lat}, {long}

# createSiteButton
source: Create Site
de: Platz erstellen
es: Crear sitio
fr: Créer le site
it: Crea sito
ja: サイト作成
nl: Site aanmaken
no: Opprett sted
pl: Utwórz miejsce
pt: Criar local
sv: Skapa plats

# updateSiteButton
source: Update Site
de: Platz aktualisieren
es: Actualizar sitio
fr: Mettre à jour le site
it: Aggiorna sito
ja: サイト更新
nl: Site bijwerken
no: Oppdater sted
pl: Aktualizuj miejsce
pt: Atualizar local
sv: Uppdatera plats

# siteSavedSuccess
source: Site saved successfully
de: Platz erfolgreich gespeichert
es: Sitio guardado correctamente
fr: Site sauvegardé avec succès
it: Sito salvato con successo
ja: サイトが正常に保存されました
nl: Site succesvol opgeslagen
no: Sted lagret
pl: Miejsce zapisane pomyślnie
pt: Local salvo com sucesso
sv: Plats sparad

# errorSavingSite
source: Error saving site: {error}
de: Fehler beim Speichern des Platzes: {error}
es: Error al guardar el sitio: {error}
fr: Erreur lors de la sauvegarde du site: {error}
it: Errore durante il salvataggio del sito: {error}
ja: サイト保存エラー: {error}
nl: Fout bij het opslaan van site: {error}
no: Feil ved lagring av sted: {error}
pl: Błąd podczas zapisywania miejsca: {error}
pt: Erro ao salvar local: {error}
sv: Fel vid sparande av plats: {error}

# bombSiteListScreenTitle
source: Bomb Sites: {scenarioName}
de: Bombenplätze: {scenarioName}
es: Sitios de Bomba: {scenarioName}
fr: Sites de bombe: {scenarioName}
it: Siti bomba: {scenarioName}
ja: 爆弾設置場所: {scenarioName}
nl: Bomlocaties: {scenarioName}
no: Bombesteder: {scenarioName}
pl: Miejsca bomb: {scenarioName}
pt: Locais de bomba: {scenarioName}
sv: Bombplatser: {scenarioName}

# errorLoadingSites
source: Error loading sites: {error}
de: Fehler beim Laden der Orte: {error}
es: Error al cargar sitios: {error}
fr: Erreur lors du chargement des sites: {error}
it: Errore nel caricamento dei siti: {error}
ja: サイトの読み込み中にエラーが発生しました: {error}
nl: Fout bij het laden van locaties: {error}
no: Feil ved lasting av steder: {error}
pl: Błąd podczas ładowania miejsc: {error}
pt: Erro ao carregar locais: {error}
sv: Fel vid laddning av platser: {error}

# addSiteButton
source: Add Site
de: Ort hinzufügen
es: Agregar sitio
fr: Ajouter un site
it: Aggiungi sito
ja: サイトを追加
nl: Locatie toevoegen
no: Legg til sted
pl: Dodaj miejsce
pt: Adicionar local
sv: Lägg till plats

source: No bomb sites defined
de: Keine Bombenplätze definiert
es: No se han definido sitios de bomba
fr: Aucun site de bombe défini
it: Nessun sito bomba definito
ja: 爆弾設置場所が定義されていません
nl: Geen bomlocaties gedefinieerd
no: Ingen bombesteder definert
pl: Nie zdefiniowano miejsc na bomby
pt: Nenhum local de bomba definido
sv: Inga bombplatser definierade

# addSitesInstruction
source: Add sites where bombs can be planted and defused.
de: Fügen Sie Orte hinzu, an denen Bomben platziert und entschärft werden können.
es: Agrega sitios donde se puedan plantar y desactivar bombas.
fr: Ajoutez des sites où les bombes peuvent être posées et désamorcées.
it: Aggiungi siti dove piazzare e disinnescare le bombe.
ja: 爆弾を設置および解除できる場所を追加してください。
nl: Voeg locaties toe waar bommen kunnen worden geplaatst en onschadelijk gemaakt.
no: Legg til steder hvor bomber kan plantes og desarmeres.
pl: Dodaj miejsca, gdzie bomby mogą być podkładane i rozbrajane.
pt: Adicione locais onde as bombas podem ser plantadas e desarmadas.
sv: Lägg till platser där bomber kan planteras och desarmeras.

# siteDetailsSubtitle
source: Radius: {radius}m • Position: {lat}, {long}
es: Radio: {radius}m • Posición: {lat}, {long}
fr: Rayon: {radius}m • Position: {lat}, {long}
it: Raggio: {radius}m • Posizione: {lat}, {long}
ja: 半径: {radius}m • 位置: {lat}, {long}
nl: Straal: {radius}m • Positie: {lat}, {long}
no: Radius: {radius}m • Posisjon: {lat}, {long}
pl: Promień: {radius}m • Pozycja: {lat}, {long}
pt: Raio: {radius}m • Posição: {lat}, {long}
sv: Radie: {radius}m • Position: {lat}, {long}

# confirmDeleteSiteMessage
source: Are you sure you want to delete site "{siteName}"?
de: Sind Sie sicher, dass Sie den Ort "{siteName}" löschen möchten?
es: ¿Estás seguro de que deseas eliminar el sitio "{siteName}"?
fr: Êtes-vous sûr de vouloir supprimer le site "{siteName}" ?
it: Sei sicuro di voler eliminare il sito "{siteName}"?
ja: サイト「{siteName}」を削除してもよろしいですか？
nl: Weet je zeker dat je de locatie "{siteName}" wilt verwijderen?
no: Er du sikker på at du vil slette stedet "{siteName}"?
pl: Czy na pewno chcesz usunąć miejsce "{siteName}"?
pt: Tem certeza de que deseja excluir o local "{siteName}"?
sv: Är du säker på att du vill ta bort platsen "{siteName}"?

# siteDeletedSuccess
source: Site deleted successfully
de: Ort erfolgreich gelöscht
es: Sitio eliminado con éxito
fr: Site supprimé avec succès
it: Sito eliminato con successo
ja: サイトが正常に削除されました
nl: Locatie succesvol verwijderd
no: Stedet ble slettet
pl: Miejsce zostało usunięte
pt: Local excluído com sucesso
sv: Platsen har raderats

# errorDeletingSite
source: Error deleting site: {error}
de: Fehler beim Löschen des Ortes: {error}
es: Error al eliminar sitio: {error}
fr: Erreur lors de la suppression du site: {error}
it: Errore durante l'eliminazione del sito: {error}
ja: サイトの削除中にエラーが発生しました: {error}
nl: Fout bij verwijderen van locatie: {error}
no: Feil ved sletting av sted: {error}
pl: Błąd podczas usuwania miejsca: {error}
pt: Erro ao excluir o local: {error}
sv: Fel vid borttagning av plats: {error}

# pointsAwarded
source: +{points} points
de: +{points} Punkte
es: +{points} puntos
it: +{points} punti
ja: +{points} ポイント
nl: +{points} punten
no: +{points} poeng
pl: +{points} punktów
pt: +{points} pontos
sv: +{points} poäng

# scanQRCodeTitle
source: Scan QR Code
de: QR-Code scannen
es: Escanear QR
fr: Scanner un QR code
it: Scansiona QR Code
ja: QRコードをスキャン
nl: QR-code scannen
no: Skann QR-kode
pl: Skanuj kod QR
pt: Escanear QR Code
sv: Skanna QR-kod

# gameNotActiveError
source: Game is not active
de: Spiel ist nicht aktiv
es: El juego no está activo
fr: La partie n'est pas active
it: Il gioco non è attivo
ja: ゲームがアクティブではありません
nl: Spel is niet actief
no: Spillet er ikke aktivt
pl: Gra nie jest aktywna
pt: O jogo não está ativo
sv: Spelet är inte aktivt

# scanError
source: Error during scan: {error}
de: Fehler beim Scannen: {error}
es: Error durante el escaneo: {error}
fr: Erreur lors du scan: {error}
it: Errore durante la scansione: {error}
ja: スキャン中にエラーが発生しました: {error}
nl: Fout tijdens scannen: {error}
no: Feil under skanning: {error}
pl: Błąd podczas skanowania: {error}
pt: Erro durante a leitura: {error}
sv: Fel vid skanning: {error}

# treasureFoundTitle
source: Treasure Found!
de: Schatz gefunden!
es: ¡Tesoro encontrado!
fr: Trésor trouvé !
it: Tesoro trovato!
ja: 宝物を発見！
nl: Schat gevonden!
no: Skatt funnet!
pl: Znaleziono skarb!
pt: Tesouro encontrado!
sv: Skatt hittad!

# defaultTreasureName
source: Treasure
de: Schatz
es: Tesoro
fr: Trésor
it: Tesoro
ja: 宝物
nl: Schat
no: Skatt
pl: Skarb
pt: Tesouro
sv: Skatt

# totalScoreLabel
source: Total score: {score} points
de: Gesamtpunktzahl: {score} Punkte
es: Puntuación total: {score} puntos
fr: Score total: {score} points
it: Punteggio totale: {score} punti
ja: 合計スコア: {score} ポイント
nl: Totale score: {score} punten
no: Total poengsum: {score} poeng
pl: Łączny wynik: {score} punktów
pt: Pontuação total: {score} pontos
sv: Totalpoäng: {score} poäng

# qrCodesScreenTitle
source: QR Codes - {scenarioName}
es: Códigos QR - {scenarioName}
it: QR Code - {scenarioName}
ja: QRコード - {scenarioName}
no: QR-koder - {scenarioName}
pl: Kody QR - {scenarioName}
pt: Códigos QR - {scenarioName}
sv: QR-koder - {scenarioName}

# printButton
source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: 印刷
nl: Afdrukken
no: Skriv ut
pl: Drukuj
pt: Imprimir
sv: Skriv ut

# printingNotAvailableError
source: Printing not available on this platform
de: Drucken auf dieser Plattform nicht verfügbar
es: Impresión no disponible en esta plataforma
fr: Impression non disponible sur cette plateforme
it: Stampa non disponibile su questa piattaforma
ja: このプラットフォームでは印刷できません
nl: Afdrukken niet beschikbaar op dit platform
no: Utskrift er ikke tilgjengelig på denne plattformen
pl: Drukowanie niedostępne na tej platformie
pt: Impressão não disponível nesta plataforma
sv: Utskrift inte tillgänglig på denna plattform

# directPrintButton
source: Direct Print
de: Direktdruck
es: Impresión directa
fr: Impression directe
it: Stampa diretta
ja: 直接印刷
nl: Direct afdrukken
no: Direkte utskrift
pl: Drukuj bezpośrednio
pt: Impressão direta
sv: Direktutskrift

# downloadZipButton
source: Download ZIP
de: ZIP herunterladen
es: Descargar ZIP
fr: Télécharger ZIP
it: Scarica ZIP
ja: ZIPをダウンロード
nl: ZIP downloaden
no: Last ned ZIP
pl: Pobierz ZIP
pt: Baixar ZIP
sv: Ladda ner ZIP

# shareButton
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
nl: Delen
no: Del
pl: Udostępnij
pt: Compartilhar
sv: Dela

# qrCodesForScenarioShareText
source: QR Codes for {scenarioName}
de: QR-Codes für {scenarioName}
es: Códigos QR para {scenarioName}
fr: QR Codes pour {scenarioName}
it: QR Code per {scenarioName}
ja: {scenarioName}のQRコード
nl: QR-codes voor {scenarioName}
no: QR-koder for {scenarioName}
pl: Kody QR dla {scenarioName}
pt: Códigos QR para {scenarioName}
sv: QR-koder för {scenarioName}

# qrCodesDisplayInstructions
source: Print, download, or share these QR codes for your treasure hunt.
de: Drucken, herunterladen oder teilen Sie diese QR-Codes für Ihre Schatzsuche.
es: Imprime, descarga o comparte estos códigos QR para tu búsqueda del tesoro.
fr: Imprimez, téléchargez ou partagez ces QR codes pour votre chasse au trésor.
it: Stampa, scarica o condividi questi QR code per la tua caccia al tesoro.
ja: 宝探し用のQRコードを印刷、ダウンロード、または共有してください。
nl: Druk deze QR-codes af, download ze of deel ze voor je speurtocht.
no: Skriv ut, last ned eller del disse QR-kodene til skattejakten din.
pl: Wydrukuj, pobierz lub udostępnij te kody QR do swojej gry w poszukiwanie skarbów.
pt: Imprima, baixe ou compartilhe estes códigos QR para sua caça ao tesouro.
sv: Skriv ut, ladda ner eller dela dessa QR-koder för din skattjakt.

# defaultTreasureNameIndexed
source: Treasure {index}
de: Schatz {index}
es: Tesoro {index}
fr: Trésor {index}
it: Tesoro {index}
ja: 宝物 {index}
nl: Schat {index}
no: Skatt {index}
pl: Skarb {index}
pt: Tesouro {index}
sv: Skatt {index}

# noQRCodesToShareError
source: No QR codes to share
de: Keine QR-Codes zum Teilen
es: No hay códigos QR para compartir
fr: Aucun QR code à partager
it: Nessun QR code da condividere
ja: 共有するQRコードがありません
nl: Geen QR-codes om te delen
no: Ingen QR-koder å dele
pl: Brak kodów QR do udostępnienia
pt: Sem códigos QR para compartilhar
sv: Inga QR-koder att dela

# sharingError
source: Error while sharing: {error}
de: Fehler beim Teilen: {error}
es: Error al compartir: {error}
fr: Erreur lors du partage: {error}
it: Errore durante la condivisione: {error}
ja: 共有中にエラーが発生しました: {error}
nl: Fout bij delen: {error}
no: Feil under deling: {error}
pl: Błąd podczas udostępniania: {error}
pt: Erro ao compartilhar: {error}
sv: Fel vid delning: {error}

# zipCreationError
source: Error creating ZIP: {error}
de: Fehler beim Erstellen der ZIP-Datei: {error}
es: Error al crear el ZIP: {error}
fr: Erreur lors de la création du ZIP: {error}
it: Errore nella creazione del file ZIP: {error}
ja: ZIP作成中にエラーが発生しました: {error}
nl: Fout bij het maken van ZIP: {error}
no: Feil ved oppretting av ZIP: {error}
pl: Błąd podczas tworzenia ZIP: {error}
pt: Erro ao criar ZIP: {error}
sv: Fel vid skapande av ZIP: {error}

# scoreboardScreenTitle
source: Scores - {scenarioName}
de: Punktestand - {scenarioName}
es: Puntuaciones - {scenarioName}
it: Punteggi - {scenarioName}
ja: スコア - {scenarioName}
no: Poengtavle - {scenarioName}
pl: Wyniki - {scenarioName}
pt: Pontuação - {scenarioName}
sv: Poäng - {scenarioName}

# errorLoadingScoreboard
source: Error loading scoreboard: {error}
de: Fehler beim Laden des Punktestands: {error}
es: Error al cargar el marcador: {error}
fr: Erreur lors du chargement du tableau des scores: {error}
it: Errore nel caricamento del punteggio: {error}
ja: スコアボードの読み込み中にエラーが発生しました: {error}
nl: Fout bij het laden van het scorebord: {error}
no: Feil ved lasting av poengtavle: {error}
pl: Błąd podczas ładowania wyników: {error}
pt: Erro ao carregar placar: {error}
sv: Fel vid inläsning av poäng: {error}

# scoreboardHeader
source: Scoreboard - {scenarioName}
de: Punktestand - {scenarioName}
es: Marcador - {scenarioName}
fr: Tableau des scores - {scenarioName}
it: Tabellone - {scenarioName}
ja: スコアボード - {scenarioName}
nl: Scorebord - {scenarioName}
no: Poengtavle - {scenarioName}
pl: Tablica wyników - {scenarioName}
pt: Placar - {scenarioName}
sv: Poängtavla - {scenarioName}

# scoresLockedLabel
source: Scores locked
de: Punkte gesperrt
es: Puntuaciones bloqueadas
fr: Scores verrouillés
it: Punteggi bloccati
ja: スコアがロックされています
nl: Scores vergrendeld
no: Poeng låst
pl: Wyniki zablokowane
pt: Pontuações bloqueadas
sv: Poäng låsta

# scoresUnlockedLabel
source: Scores unlocked
de: Punkte entsperrt
es: Puntuaciones desbloqueadas
fr: Scores déverrouillés
it: Punteggi sbloccati
ja: スコアがロック解除されています
nl: Scores ontgrendeld
no: Poeng ulåst
pl: Wyniki odblokowane
pt: Pontuações desbloqueadas
sv: Poäng upplåsta

# unlockButton
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
nl: Ontgrendelen
no: Lås opp
pl: Odblokuj
pt: Desbloquear
sv: Lås upp

# lockButton
source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
it: Blocca
ja: ロック
nl: Vergrendelen
no: Lås
pl: Zablokuj
pt: Bloquear
sv: Lås

# resetButton
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Resetta
ja: リセット
nl: Resetten
no: Tilbakestill
pl: Zresetuj
pt: Redefinir
sv: Återställ

# resetScoresTitle
source: Reset Scores
de: Punkte zurücksetzen
es: Restablecer puntuaciones
fr: Réinitialiser les scores
it: Reimposta punteggi
ja: スコアをリセット
nl: Scores resetten
no: Tilbakestill poeng
pl: Zresetuj wyniki
pt: Redefinir pontuações
sv: Återställ poäng

# resetScoresConfirmationMessage
source: Are you sure you want to reset all scores? This action is irreversible.
de: Sind Sie sicher, dass Sie alle Punkte zurücksetzen möchten? Diese Aktion ist unwiderruflich.
es: ¿Estás seguro de que deseas restablecer todas las puntuaciones? Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir réinitialiser tous les scores ? Cette action est irréversible.
it: Sei sicuro di voler reimpostare tutti i punteggi? Questa azione è irreversibile.
ja: すべてのスコアをリセットしてもよろしいですか？この操作は取り消せません。
nl: Weet je zeker dat je alle scores wilt resetten? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil tilbakestille alle poeng? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz zresetować wszystkie wyniki? Tej operacji nie można cofnąć.
pt: Tem certeza de que deseja redefinir todas as pontuações? Esta ação é irreversível.
sv: Är du säker på att du vill återställa alla poäng? Denna åtgärd kan inte ångras.

# unknownTeamName
source: Unknown Team
de: Unbekanntes Team
es: Equipo desconocido
fr: Équipe inconnue
it: Squadra sconosciuta
ja: 不明なチーム
nl: Onbekend team
no: Ukjent lag
pl: Nieznana drużyna
pt: Equipe desconhecida
sv: Okänt lag

# treasuresFoundCount
source: {count} treasures found
de: {count} gefundene Schätze
es: {count} tesoros encontrados
fr: {count} trésors trouvés
it: {count} tesori trovati
ja: {count} 個の宝物を発見
nl: {count} gevonden schatten
no: {count} funne skatter
pl: {count} znalezionych skarbów
pt: {count} tesouros encontrados
sv: {count} hittade skatter

# pointsSuffix
source: {score} pts
de: {score} Pkt
it: {score} pt
ja: {score} 点
nl: {score} pt
no: {score} poeng
pl: {score} pkt
sv: {score} poäng

# unknownPlayerName
source: Unknown Player
de: Unbekannter Spieler
es: Jugador desconocido
fr: Joueur inconnu
it: Giocatore sconosciuto
ja: 不明なプレイヤー
nl: Onbekende speler
no: Ukjent spiller
pl: Nieznany gracz
pt: Jogador desconhecido
sv: Okänd spelare

# editTreasureTitle
source: Edit Treasure
de: Schatz bearbeiten
es: Editar tesoro
fr: Modifier le trésor
it: Modifica tesoro
ja: 宝物を編集
nl: Schat bewerken
no: Rediger skatt
pl: Edytuj skarb
pt: Editar tesouro
sv: Redigera skatt

# errorUpdatingTreasure
source: Error updating treasure: {error}
de: Fehler beim Aktualisieren des Schatzes: {error}
es: Error al actualizar el tesoro: {error}
fr: Erreur lors de la mise à jour du trésor: {error}
it: Errore durante l'aggiornamento del tesoro: {error}
ja: 宝物の更新中にエラーが発生しました: {error}
nl: Fout bij het bijwerken van de schat: {error}
no: Feil ved oppdatering av skatt: {error}
pl: Błąd podczas aktualizacji skarbu: {error}
pt: Erro ao atualizar tesouro: {error}
sv: Fel vid uppdatering av skatt: {error}

# treasureNameLabel
source: Treasure Name
de: Schatzname
es: Nombre del tesoro
fr: Nom du trésor
it: Nome del tesoro
ja: 宝物の名前
nl: Schatsnaam
no: Skattenavn
pl: Nazwa skarbu
pt: Nome do tesouro
sv: Skattnamn

# nameRequiredError
source: Please enter a name
de: Bitte einen Namen eingeben
es: Por favor, ingrese un nombre
fr: Veuillez entrer un nom
it: Inserisci un nome
ja: 名前を入力してください
nl: Voer een naam in
no: Vennligst skriv inn et navn
pl: Proszę podać nazwę
pt: Por favor, insira um nome
sv: Ange ett namn

# valuePointsLabel
source: Value (points)
de: Wert (Punkte)
es: Valor (puntos)
fr: Valeur (points)
it: Valore (punti)
ja: 価値（ポイント）
nl: Waarde (punten)
no: Verdi (poeng)
pl: Wartość (punkty)
pt: Valor (pontos)
sv: Värde (poäng)

# invalidNumberError
source: Please enter a valid number
de: Bitte eine gültige Zahl eingeben
es: Por favor, ingrese un número válido
fr: Veuillez entrer un nombre valide
it: Inserisci un numero valido
ja: 有効な数字を入力してください
nl: Voer een geldig nummer in
no: Skriv inn et gyldig tall
pl: Proszę podać poprawny numer
pt: Insira um número válido
sv: Ange ett giltigt nummer

# symbolLabel
source: Symbol
es: Símbolo
fr: Symbole
it: Simbolo
ja: シンボル
nl: Symbool
pt: Símbolo

# saveChangesButton
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
nl: Wijzigingen opslaan
no: Lagre endringer
pl: Zapisz zmiany
pt: Salvar alterações
sv: Spara ändringar

# treasureHuntConfigTitle
source: Configuration - {scenarioName}
de: Konfiguration - {scenarioName}
es: Configuración - {scenarioName}
it: Configurazione - {scenarioName}
ja: 設定 - {scenarioName}
nl: Configuratie - {scenarioName}
no: Konfigurasjon - {scenarioName}
pl: Konfiguracja - {scenarioName}
pt: Configuração - {scenarioName}
sv: Konfiguration - {scenarioName}

# errorLoadingTreasureHuntScenario
source: Error loading Treasure Hunt scenario: {error}
de: Fehler beim Laden des Schatzsuchszenarios: {error}
es: Error al cargar el escenario de búsqueda del tesoro: {error}
fr: Erreur lors du chargement du scénario Chasse au Trésor : {error}
it: Errore nel caricamento dello scenario: {error}
ja: 宝探しシナリオの読み込みエラー: {error}
nl: Fout bij laden van schattenjacht-scenario: {error}
no: Feil ved lasting av skattjakt-scenario: {error}
pl: Błąd podczas ładowania scenariusza: {error}
pt: Erro ao carregar cenário de caça ao tesouro: {error}
sv: Fel vid inläsning av skattjaktscenario: {error}

# treasureHuntSetupTitle
source: Treasure Hunt Setup
de: Schatzsuche einrichten
es: Configuración de búsqueda del tesoro
fr: Configuration de la chasse au trésor
it: Configurazione caccia al tesoro
ja: 宝探しの設定
nl: Schattenjacht instellen
no: Oppsett for skattjakt
pl: Konfiguracja poszukiwania skarbów
pt: Configuração de caça ao tesouro
sv: Inställning för skattjakt

# numberOfQRCodesLabel
source: Number of QR codes
de: Anzahl der QR-Codes
es: Número de códigos QR
fr: Nombre de QR codes
it: Numero di QR code
ja: QRコードの数
nl: Aantal QR-codes
no: Antall QR-koder
pl: Liczba kodów QR
pt: Número de QR codes
sv: Antal QR-koder

# qrCodeCountHelperText
source: Between 1 and 50
de: Zwischen 1 und 50
es: Entre 1 y 50
fr: Entre 1 et 50
it: Tra 1 e 50
ja: 1から50の間
nl: Tussen 1 en 50
no: Mellom 1 og 50
pl: Od 1 do 50
pt: Entre 1 e 50
sv: Mellan 1 och 50

# numberRequiredError
source: Please enter a number
de: Bitte eine Zahl eingeben
es: Por favor, ingrese un número
fr: Veuillez entrer un nombre
it: Inserisci un numero
ja: 数字を入力してください
nl: Voer een nummer in
no: Skriv inn et tall
pl: Proszę podać liczbę
pt: Insira um número
sv: Ange ett nummer

# qrCodeCountRangeError
source: Number must be between 1 and 50
de: Die Zahl muss zwischen 1 und 50 liegen
es: El número debe estar entre 1 y 50
fr: Le nombre doit être entre 1 et 50
it: Il numero deve essere tra 1 e 50
ja: 数値は1から50の間である必要があります
nl: Het nummer moet tussen 1 en 50 liggen
no: Tallet må være mellom 1 og 50
pl: Liczba musi być między 1 a 50
pt: O número deve estar entre 1 e 50
sv: Antalet måste vara mellan 1 och 50

# defaultValuePointsLabel
source: Default Value (points)
de: Standardwert (Punkte)
es: Valor predeterminado (puntos)
fr: Valeur par défaut (points)
it: Valore predefinito (punti)
ja: デフォルト値（ポイント）
nl: Standaardwaarde (punten)
no: Standardverdi (poeng)
pl: Domyślna wartość (punkty)
pt: Valor padrão (pontos)
sv: Standardvärde (poäng)

# defaultSymbolLabel
source: Default Symbol
de: Standardsymbol
es: Símbolo predeterminado
fr: Symbole par défaut
it: Simbolo predefinito
ja: デフォルトシンボル
nl: Standaardsymbool
no: Standardsymbol
pl: Domyślny symbol
pt: Símbolo padrão
sv: Standardsymbol

# generateQRCodesButton
source: Generate QR Codes
de: QR-Codes generieren
es: Generar códigos QR
fr: Générer les QR codes
it: Genera QR Code
ja: QRコードを生成
nl: QR-codes genereren
no: Generer QR-koder
pl: Generuj kody QR
pt: Gerar QR Codes
sv: Generera QR-koder

# errorCreatingTreasures
source: Error creating treasures: {error}
de: Fehler beim Erstellen der Schätze: {error}
es: Error al crear los tesoros: {error}
fr: Erreur lors de la création des trésors: {error}
it: Errore nella creazione dei tesori: {error}
ja: 宝物の作成中にエラーが発生しました: {error}
nl: Fout bij het maken van schatten: {error}
no: Feil ved oppretting av skatter: {error}
pl: Błąd podczas tworzenia skarbów: {error}
pt: Erro ao criar tesouros: {error}
sv: Fel vid skapande av skatter: {error}

# viewExistingTreasuresButton
source: View Existing Treasures ({count})
de: Vorhandene Schätze anzeigen ({count})
es: Ver tesoros existentes ({count})
fr: Voir les trésors existants ({count})
it: Visualizza tesori esistenti ({count})
ja: 既存の宝物を表示 ({count})
nl: Bestaande schatten bekijken ({count})
no: Se eksisterende skatter ({count})
pl: Pokaż istniejące skarby ({count})
pt: Ver tesouros existentes ({count})
sv: Visa befintliga skatter ({count})

# treasuresScreenTitle
source: Treasures - {scenarioName}
de: Schätze - {scenarioName}
es: Tesoros - {scenarioName}
fr: Trésors - {scenarioName}
it: Tesori - {scenarioName}
ja: 宝物 - {scenarioName}
nl: Schatten - {scenarioName}
no: Skatter - {scenarioName}
pl: Skarby - {scenarioName}
pt: Tesouros - {scenarioName}
sv: Skatter - {scenarioName}

# errorLoadingTreasures
source: Error loading treasures: {error}
de: Fehler beim Laden der Schätze: {error}
es: Error al cargar los tesoros: {error}
fr: Erreur lors du chargement des trésors: {error}
it: Errore nel caricamento dei tesori: {error}
ja: 宝物の読み込み中にエラーが発生しました: {error}
nl: Fout bij laden van schatten: {error}
no: Feil ved lasting av skatter: {error}
pl: Błąd podczas ładowania skarbów: {error}
pt: Erro ao carregar tesouros: {error}
sv: Fel vid inläsning av skatter: {error}
