Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

# noTreasuresFoundForScenario
source: No treasures found for this scenario
de: Keine Schätze für dieses Szenario gefunden
es: No se encontraron tesoros para este escenario
fr: Aucun trésor trouvé pour ce scénario
it: Nessun tesoro trovato per questo scenario
ja: このシナリオに宝物が見つかりませんでした
nl: Geen schatten gevonden voor dit scenario
no: Ingen skatter funnet for dette scenariet
pl: Nie znaleziono skarbów dla tego scenariusza
pt: Nenhum tesouro encontrado para este cenário
sv: Inga skatter hittades för detta scenario

# scenarioNameHeader
source: Scenario: {scenarioName}
de: Szenario: {scenarioName}
es: Escenario: {scenarioName}
fr: Scénario: {scenarioName}
ja: シナリオ: {scenarioName}
pl: Scenariusz: {scenarioName}
pt: Cenário: {scenarioName}

# numberOfTreasuresLabel
source: Number of treasures: {count}
de: Anzahl der Schätze: {count}
es: Número de tesoros: {count}
fr: Nombre de trésors: {count}
it: Numero di tesori: {count}
ja: 宝物の数: {count}
nl: Aantal schatten: {count}
no: Antall skatter: {count}
pl: Liczba skarbów: {count}
pt: Número de tesouros: {count}
sv: Antal skatter: {count}

# treasureValueSubtitle
source: Value: {points} points
de: Wert: {points} Punkte
es: Valor: {points} puntos
fr: Valeur: {points} points
it: Valore: {points} punti
ja: 価値: {points} ポイント
nl: Waarde: {points} punten
no: Verdi: {points} poeng
pl: Wartość: {points} punktów
pt: Valor: {points} pontos
sv: Värde: {points} poäng

# viewQRCodesButton
source: View QR Codes
de: QR-Codes anzeigen
es: Ver códigos QR
fr: Voir les QR Codes
it: Visualizza QR Code
ja: QRコードを表示
nl: Bekijk QR-codes
no: Vis QR-koder
pl: Zobacz kody QR
pt: Ver QR Codes
sv: Visa QR-koder

# confirmDeleteTreasureTitle
source: Delete this treasure?
de: Diesen Schatz löschen?
es: ¿Eliminar este tesoro?
fr: Supprimer ce trésor ?
it: Eliminare questo tesoro?
ja: この宝物を削除しますか？
nl: Deze schat verwijderen?
no: Slett denne skatten?
pl: Usunąć ten skarb?
pt: Excluir este tesouro?
sv: Ta bort denna skatt?

# confirmDeleteTreasureMessage
source: Are you sure you want to delete "{treasureName}"?
de: Sind Sie sicher, dass Sie "{treasureName}" löschen möchten?
es: ¿Estás seguro de que deseas eliminar "{treasureName}"?
fr: Es-tu sûr de vouloir supprimer "{treasureName}" ?
it: Sei sicuro di voler eliminare "{treasureName}"?
ja: 「{treasureName}」を削除してもよろしいですか？
nl: Weet je zeker dat je "{treasureName}" wilt verwijderen?
no: Er du sikker på at du vil slette "{treasureName}"?
pl: Czy na pewno chcesz usunąć „{treasureName}”?
pt: Tem certeza de que deseja excluir "{treasureName}"?
sv: Är du säker på att du vill ta bort "{treasureName}"?

# errorDeletingTreasure
source: Error deleting treasure: {error}
de: Fehler beim Löschen des Schatzes: {error}
es: Error al eliminar el tesoro: {error}
fr: Erreur lors de la suppression du trésor: {error}
it: Errore durante l'eliminazione del tesoro: {error}
ja: 宝物の削除中にエラーが発生しました: {error}
nl: Fout bij verwijderen van schat: {error}
no: Feil ved sletting av skatt: {error}
pl: Błąd podczas usuwania skarbu: {error}
pt: Erro ao excluir tesouro: {error}
sv: Fel vid borttagning av skatt: {error}

source: Toggle Flash
de: Blitz umschalten
es: Alternar flash
fr: Activer/Désactiver le flash
it: Attiva/disattiva flash
ja: フラッシュ切替
nl: Flitser aan/uit
no: Bytt blits
pl: Przełącz lampę
pt: Alternar flash
sv: Växla blixt

source: Switch Camera
de: Kamera wechseln
es: Cambiar cámara
fr: Changer de caméra
it: Cambia fotocamera
ja: カメラを切り替え
nl: Camera wisselen
no: Bytt kamera
pl: Przełącz kamerę
pt: Alternar câmera
sv: Byt kamera

# colorRed
source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
ja: 赤
nl: Rood
no: Rød
pl: Czerwony
pt: Vermelho
sv: Röd

# colorBlue
source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
ja: 青
nl: Blauw
no: Blå
pl: Niebieski
pt: Azul
sv: Blå

# colorGreen
source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
ja: 緑
nl: Groen
no: Grønn
pl: Zielony
pt: Verde
sv: Grön

# colorYellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
ja: 黄
nl: Geel
no: Gul
pl: Żółty
pt: Amarelo
sv: Gul

# colorOrange
source: Orange
es: Naranja
it: Arancione
ja: オレンジ
nl: Oranje
no: Oransje
pl: Pomarańczowy
pt: Laranja

# colorPurple
source: Purple
de: Lila
es: Púrpura
fr: Violet
it: Viola
ja: 紫
nl: Paars
no: Lilla
pl: Fioletowy
pt: Roxo
sv: Lila

# colorBlack
source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: 黒
nl: Zwart
no: Svart
pl: Czarny
pt: Preto
sv: Svart

# colorWhite
source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: 白
nl: Wit
no: Hvit
pl: Biały
pt: Branco
sv: Vit

# poiIconFlag
source: Flag
de: Flagge
es: Bandera
fr: Drapeau
it: Bandiera
ja: 旗
nl: Vlag
no: Flagg
pl: Flaga
pt: Bandeira
sv: Flagga

# poiIconBomb
source: Bomb
de: Bombe
es: Bomba
fr: Bombe
it: Bomba
ja: 爆弾
nl: Bom
no: Bombe
pl: Bomba
pt: Bomba

# poiIconStar
source: Star
de: Stern
es: Estrella
fr: Étoile
it: Stella
ja: 星
nl: Ster
no: Stjerne
pl: Gwiazda
pt: Estrela
sv: Stjärna

# poiIconPlace
source: Place
de: Ort
es: Lugar
fr: Lieu
it: Luogo
ja: 場所
nl: Plaats
no: Sted
pl: Miejsce
pt: Lugar
sv: Plats

# poiIconPinDrop
source: Pin
fr: Repère
ja: ピン
pl: Pinezka
pt: Pino
sv: Nål

# poiIconHouse
source: House
de: Haus
es: Casa
fr: Maison
it: Casa
ja: 家
nl: Huis
no: Hus
pl: Dom
pt: Casa
sv: Hus

# poiIconCabin
source: Cabin
de: Hütte
es: Cabaña
fr: Cabane
it: Capanna
ja: 小屋
nl: Hut
no: Hytte
pl: Chatka
pt: Cabana
sv: Stuga

# poiIconDoor
source: Door
de: Tür
es: Puerta
fr: Porte
it: Porta
ja: ドア
nl: Deur
no: Dør
pl: Drzwi
pt: Porta
sv: Dörr

# poiIconSkull
source: Skull
de: Totenkopf
es: Calavera
fr: Tête de Mort
it: Teschio
ja: ドクロ
nl: Schedel
no: Hodeskalle
pl: Czaszka
pt: Caveira
sv: Dödskalle

# poiIconNavigation
source: Navigation
es: Navegación
it: Navigazione
ja: ナビゲーション
nl: Navigatie
no: Navigasjon
pl: Nawigacja
pt: Navegação

# poiIconTarget
source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Bersaglio
ja: ターゲット
nl: Doel
no: Mål
pl: Cel
pt: Alvo
sv: Mål

# poiIconAmmo
source: Ammo
de: Munition
es: Munición
fr: Munitions
it: Munizioni
ja: 弾薬
nl: Munitie
no: Ammunisjon
pl: Amunicja
pt: Munição
sv: Ammunition

# poiIconMedical
source: Medical
de: Medizin
es: Médico
fr: Médical
it: Medico
ja: 医療
nl: Medisch
no: Medisinsk
pl: Medyczne
pt: Médico
sv: Medicinskt

# poiIconRadio
source: Radio
de: Funk
ja: 無線
pt: Rádio

# poiIconDefault
source: Default
de: Standard
es: Predeterminado
fr: Par Défaut
it: Predefinito
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślne
pt: Padrão
sv: Standard

# mapTab
source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
ja: マップ
nl: Kaart
no: Kart
pl: Mapa
pt: Mapa
sv: Karta

# scenariosTab
source: Scenarios
de: Szenarien
es: Escenarios
fr: Scénarios
it: Scenari
ja: シナリオ
no: Scenarioer
pl: Scenariusze
pt: Cenários
sv: Scenarier

# nonInteractiveMapTitle
source: Non-interactive map
de: Nicht-interaktive Karte
es: Mapa no interactivo
fr: Carte non interactive
it: Mappa non interattiva
ja: インタラクティブではないマップ
nl: Niet-interactieve kaart
no: Ikke-interaktivt kart
pl: Mapa nieinteraktywna
pt: Mapa não interativo
sv: Icke-interaktiv karta

# nonInteractiveMapMessage
source: This map does not have the interactive configuration required for the 'Bomb Operation' scenario. You must first configure this map in the interactive map editor or select another map that is already configured.
de: Diese Karte hat nicht die interaktive Konfiguration, die für das Szenario „Bombenoperation“ erforderlich ist. Sie müssen diese Karte zuerst im interaktiven Karteneditor konfigurieren oder eine andere bereits konfigurierte Karte auswählen.
es: Este mapa no tiene la configuración interactiva necesaria para el escenario "Operación Bomba". Primero debe configurar este mapa en el editor de mapas interactivo o seleccionar otro mapa que ya esté configurado.
fr: Opération Bombe".\n\n' 'Vous devez d\'abord configurer cette carte dans l\'éditeur de carte interactif ou sélectionner une autre carte déjà configurée.
it: Questa mappa non ha la configurazione interattiva necessaria per lo scenario "Operazione Bomba". Devi prima configurare questa mappa nell'editor di mappe interattivo o selezionare un'altra mappa già configurata.
ja: このマップは「爆弾作戦」シナリオに必要なインタラクティブ設定がされていません。 まず、インタラクティブマップエディターでこのマップを設定するか、すでに設定済みの他のマップを選択してください。
nl: Deze kaart heeft niet de interactieve configuratie die nodig is voor het scenario "Bomoperatie". Configureer deze kaart eerst in de interactieve kaarteditor of selecteer een andere kaart die al is geconfigureerd.
no: Dette kartet har ikke den interaktive konfigurasjonen som kreves for scenariet "Bomboperasjon". Du må først konfigurere dette kartet i den interaktive kartredigereren eller velge et annet kart som allerede er konfigurert.
pl: Ta mapa nie ma interaktywnej konfiguracji wymaganej do scenariusza „Operacja Bomba”. Najpierw skonfiguruj tę mapę w edytorze map interaktywnych lub wybierz inną, już skonfigurowaną mapę.
pt: Este mapa não possui a configuração interativa necessária para o cenário "Operação Bomba". Você deve primeiro configurar este mapa no editor de mapas interativo ou selecionar outro mapa já configurado.
sv: Den här kartan har inte den interaktiva konfiguration som krävs för scenariot "Bomboperation". Du måste först konfigurera denna karta i den interaktiva kartredigeraren eller välja en annan karta som redan är konfigurerad.

# backButton
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
sv: Tillbaka

source: Configure Bomb Operation
de: Bombenoperation konfigurieren
es: Configurar Operación Bomba
fr: Configurer l'opération Bombe
it: Configura Operazione Bomba
ja: 爆弾作戦を設定
nl: Configureer Bomoperatie
no: Konfigurer Bomboperasjon
pl: Skonfiguruj Operację Bomby
pt: Configurar Operação Bomba
sv: Konfigurera Bomboperation

# bombOperationDescription
source: Two teams face off: 🔴 Terrorists – Their mission: activate the bomb in a designated area and start the countdown. 🔵 Counter-Terrorists – Their goal: find and defuse the bomb before it explodes. 🎯 If the timer reaches zero → imaginary explosion → terrorists win. 🛡️ Bomb defused in time → counter-terrorists win. 💣 Objective: speed, stealth, and precision. Good luck, soldiers!
de: Zwei Teams treten gegeneinander an: 🔴 Terroristen – Ihre Mission: die Bombe in einem festgelegten Bereich aktivieren und den Countdown starten. 🔵 Antiterror-Einheit – Ihr Ziel: die Bombe finden und entschärfen, bevor sie explodiert. 🎯 Wenn der Timer auf Null geht → imaginäre Explosion → Sieg der Terroristen. 🛡️ Bombe rechtzeitig entschärft → Sieg der Antiterror-Einheit. 💣 Ziel: Geschwindigkeit, Heimlichkeit und Präzision. Viel Glück, Soldaten!
es: Dos equipos se enfrentan: 🔴 Terroristas – Su misión: activar la bomba en una zona designada y comenzar la cuenta atrás. 🔵 Antiterroristas – Su objetivo: encontrar y desactivar la bomba antes de que explote. 🎯 Si el temporizador llega a cero → explosión imaginaria → victoria de los terroristas. 🛡️ Bomba desactivada a tiempo → victoria de los antiterroristas. 💣 Objetivo: velocidad, sigilo y precisión. ¡Buena suerte, soldados!
fr: Deux équipes s’affrontent : 🔴 Terroristes – Leur mission : activer la bombe dans une zone désignée et lancer le compte à rebours. 🔵 Antiterroristes – Leur objectif : trouver et désamorcer la bombe avant qu’elle n’explose. 🎯 Si le timer arrive à zéro → explosion imaginaire → victoire des terroristes. 🛡️ Bombe désamorcée à temps → victoire des antiterroristes. 💣 Objectif : vitesse, discrétion et précision. Bonne chance, soldats !
it: Due squadre si affrontano: 🔴 Terroristi – La loro missione: attivare la bomba in un’area designata e avviare il conto alla rovescia. 🔵 Antiterroristi – Il loro obiettivo: trovare e disinnescare la bomba prima che esploda. 🎯 Se il timer arriva a zero → esplosione immaginaria → vittoria dei terroristi. 🛡️ Bomba disinnescata in tempo → vittoria degli antiterroristi. 💣 Obiettivo: velocità, furtività e precisione. Buona fortuna, soldati!
ja: 2チームが対決します： 🔴 テロリスト – 任務：指定エリアで爆弾を起動し、カウントダウンを開始する。 🔵 対テロ部隊 – 目的：爆発前に爆弾を見つけて解除する。 🎯 タイマーがゼロになると → 仮想爆発 → テロリストの勝利。 🛡️ 爆弾が時間内に解除されると → 対テロ部隊の勝利。 💣 目標：スピード、ステルス、正確さ。幸運を祈る、兵士諸君！
nl: Twee teams strijden tegen elkaar: 🔴 Terroristen – Hun missie: activeer de bom in een aangewezen gebied en start de timer. 🔵 Antiterreurteam – Hun doel: vind en ontmantel de bom voordat deze ontploft. 🎯 Als de timer op nul komt → denkbeeldige explosie → winst voor de terroristen. 🛡️ Bom op tijd ontmanteld → winst voor het antiterreurteam. 💣 Doel: snelheid, stealth en precisie. Succes, soldaten!
no: To lag konkurrerer: 🔴 Terrorister – Deres oppdrag: aktivere bomben i et angitt område og starte nedtellingen. 🔵 Antiterror – Deres mål: finne og desarmere bomben før den eksploderer. 🎯 Hvis timeren når null → tenkt eksplosjon → seier til terroristene. 🛡️ Bombe desarmert i tide → seier til antiterrorlaget. 💣 Mål: hastighet, diskresjon og presisjon. Lykke til, soldater!
pl: Dwie drużyny stają do walki: 🔴 Terroryści – Ich misja: aktywować bombę w wyznaczonym miejscu i rozpocząć odliczanie. 🔵 Antyterroryści – Ich cel: znaleźć i rozbroić bombę, zanim wybuchnie. 🎯 Gdy timer dojdzie do zera → wyimaginowany wybuch → zwycięstwo terrorystów. 🛡️ Bomba rozbrojona na czas → zwycięstwo antyterrorystów. 💣 Cel: szybkość, dyskrecja i precyzja. Powodzenia, żołnierze!
pt: Duas equipes se enfrentam: 🔴 Terroristas – Missão: ativar a bomba em uma área designada e iniciar a contagem regressiva. 🔵 Antiterroristas – Objetivo: encontrar e desarmar a bomba antes que ela exploda. 🎯 Se o cronômetro chegar a zero → explosão imaginária → vitória dos terroristas. 🛡️ Bomba desarmada a tempo → vitória dos antiterroristas. 💣 Objetivo: velocidade, discrição e precisão. Boa sorte, soldados!
sv: Två lag möts: 🔴 Terrorister – Deras uppdrag: aktivera bomben i ett utsett område och starta nedräkningen. 🔵 Antiterrorister – Deras mål: hitta och desarmera bomben innan den exploderar. 🎯 Om timern når noll → tänkt explosion → seger för terroristerna. 🛡️ Bomben desarmeras i tid → seger för antiterroristerna. 💣 Mål: snabbhet, smygande och precision. Lycka till, soldater!

# bombSite
source: Site
de: Standort
es: Sitio
it: Sito
ja: サイト
nl: Locatie
no: Sted
pl: Miejsce
pt: Local
sv: Plats

# recruitmentTitle
source: RECRUITMENT
de: REKRUTIERUNG
es: RECLUTAMIENTO
fr: RECRUTEMENT
it: RECLUTAMENTO
ja: 募集
nl: REKRUTERING
no: REKRUTERING
pt: RECRUTAMENTO
sv: REKRUTERING

# recruitmentSubtitle
source: No spam. No commitment. One email for recovery, one username to join a game and play. Mission complete.
de: Kein Spam. Keine Verpflichtung. Eine E-Mail zur Wiederherstellung, ein Benutzername zum Spielen. Mission erfüllt.
es: Sin spam. Sin compromiso. Un email para recuperación, un usuario para unirse a una partida y jugar. Misión completada.
fr: Pas de spam. Pas d'engagement. Un mail pour la récup, un pseudo pour rejoindre une partie et jouer. Mission terminée.
it: Niente spam. Nessun impegno. Una email per il recupero, un username per giocare. Missione compiuta.
ja: スパムなし。義務なし。回復用のメール1つ、ゲーム参加用のユーザー名1つ。ミッション完了。
nl: Geen spam. Geen verplichtingen. Eén email voor herstel, een gebruikersnaam om te spelen. Missie voltooid.
no: Ingen spam. Ingen ansvar. En e-post for gjenopprettelse, et brukernavn for spilling. Mission fullført.
pt: Sem spam. Sem compromisso. Um email para recuperação, um usuário para jogar. Missão cumprida.
sv: Ingen spam. Ingen ansvar. En e-post for gånger, et brukernavn for spilling. Mission fullført.

# hostSectionCommandCenterTitle
source: COMMAND CENTER
de: KOMMANDOZENTRALE
es: CENTRO DE COMANDO
fr: CENTRE DE COMMANDEMENT
it: CENTRO DI COMANDO
ja: 司令センター
nl: COMMANDOCENTRUM
no: KOMMANDOSENTER
pt: CENTRO DE COMANDO
sv: KOMMANDOCENTRAL

# hostSectionMapManagementTitle
source: MAP MANAGEMENT
de: KARTENVERWALTUNG
es: GESTIÓN DE MAPAS
fr: GESTION DES CARTES
it: GESTIONE MAPPE
ja: マップ管理
nl: KAARTBEHEER
no: KARTBEHANDLING
pt: GESTÃO DE MAPAS
sv: KARTHANTERING

# hostSectionMissionScenariosTitle
source: MISSION SCENARIOS
de: MISSIONS-SZENARIEN
es: ESCENARIOS DE MISIÓN
fr: SCÉNARIOS DE MISSION
it: SCENARI DI MISSIONE
ja: ミッションシナリオ
nl: MISSIESCENARIO'S
no: OPPDRAGSSCENARIER
pt: CENÁRIOS DE MISSÃO
sv: UPPDRAGSSCENARIER

# hostSectionTeamsPlayersTitle
source: TEAMS & PLAYERS
de: TEAMS & SPIELER
es: EQUIPOS Y JUGADORES
fr: ÉQUIPES & JOUEURS
it: SQUADRE E GIOCATORI
ja: チーム＆プレイヤー
nl: TEAMS & SPELERS
no: LAG & SPILLERE
pt: EQUIPES E JOGADORES
sv: LAG & SPELARE

# hostSectionGameHistoryTitle
source: GAME HISTORY
de: SPIELVERLAUF
es: HISTORIAL DE PARTIDAS
fr: HISTORIQUE DES PARTIES
it: CRONOLOGIA PARTITE
ja: ゲーム履歴
nl: SPELGESCHIEDENIS
no: SPILLHISTORIKK
pt: HISTÓRICO DE JOGOS
sv: SPELHISTORIK

# hostSectionCommandCenterDescription
source: Deploy your HQ, open the field and welcome players. Prepare your saved scenarios, launch games with precise countdown and keep control of real-time progress.
de: Errichten Sie Ihr Hauptquartier, öffnen Sie das Gelände und empfangen Sie Spieler. Bereiten Sie Ihre gespeicherten Szenarien vor, starten Sie Spiele mit präzisem Countdown und behalten Sie die Kontrolle über den Echtzeit-Fortschritt.
es: Despliega tu cuartel general, abre el terreno y recibe a los jugadores. Prepara tus escenarios guardados, lanza partidas con cuenta regresiva precisa y mantén el control del desarrollo en tiempo real.
fr: Déployez votre QG, ouvrez le terrain et accueillez les joueurs. Préparez vos scénarios enregistrés, lancez les parties avec un décompte précis et gardez le contrôle du déroulement en temps réel.
it: Schiera il tuo quartier generale, apri il terreno e accogli i giocatori. Prepara i tuoi scenari salvati, lancia partite con conto alla rovescia preciso e mantieni il controllo dello svolgimento in tempo reale.
ja: 本部を展開し、フィールドを開いてプレイヤーを迎え入れましょう。保存されたシナリオを準備し、正確なカウントダウンでゲームを開始し、リアルタイムの進行をコントロールしましょう。
nl: Zet je hoofdkwartier op, open het veld en verwelkom spelers. Bereid je opgeslagen scenario's voor, start spellen met precieze aftelling en behoud controle over de real-time voortgang.
no: Sett opp hovedkvarteret ditt, åpne feltet og ønsk spillere velkommen. Forbered dine lagrede scenarier, start spill med nøyaktig nedtelling og behold kontroll over sanntidsfremdrift.
pt: Implante seu QG, abra o campo e receba os jogadores. Prepare seus cenários salvos, inicie jogos com contagem regressiva precisa e mantenha controle do progresso em tempo real.
sv: Sätt upp ditt högkvarter, öppna fältet och välkomna spelare. Förbered dina sparade scenarier, starta spel med exakt nedräkning och behåll kontroll över realtidsframsteg.

# hostSectionMapManagementDescription
source: Create your playing field, zone by zone. Navigate the map, define boundaries, name key areas and place your strategic points of interest. Your battlefield takes shape, as you imagine it.
de: Erstellen Sie Ihr Spielfeld, Zone für Zone. Navigieren Sie auf der Karte, definieren Sie Grenzen, benennen Sie Schlüsselbereiche und platzieren Sie Ihre strategischen Interessenspunkte. Ihr Schlachtfeld nimmt Gestalt an, wie Sie es sich vorstellen.
es: Crea tu campo de juego, zona por zona. Navega por el mapa, define límites, nombra áreas clave y coloca tus puntos de interés estratégicos. Tu campo de batalla toma forma, como lo imaginas.
fr: Créez votre terrain de jeu, zone par zone. Naviguez sur la carte, définissez les limites, nommez les zones clés et placez vos points d'intérêt stratégiques. Votre champ de bataille prend forme, comme vous l'imaginez.
it: Crea il tuo campo di gioco, zona per zona. Naviga sulla mappa, definisci i confini, nomina le aree chiave e posiziona i tuoi punti di interesse strategici. Il tuo campo di battaglia prende forma, come lo immagini.
ja: ゾーンごとにプレイフィールドを作成します。マップをナビゲートし、境界を定義し、重要なエリアに名前を付け、戦略的な関心ポイントを配置します。あなたの戦場が、想像通りに形作られます。
nl: Creëer je speelveld, zone voor zone. Navigeer door de kaart, definieer grenzen, benoem belangrijke gebieden en plaats je strategische interessepunten. Je slagveld krijgt vorm, zoals je het je voorstelt.
no: Lag spillfeltet ditt, sone for sone. Naviger kartet, definer grenser, navngi nøkkelområder og plasser dine strategiske interessepunkter. Slagmarken din tar form, som du forestiller deg det.
pt: Crie seu campo de jogo, zona por zona. Navegue pelo mapa, defina limites, nomeie áreas-chave e coloque seus pontos de interesse estratégicos. Seu campo de batalha ganha forma, como você imagina.
sv: Skapa ditt spelplan, zon för zon. Navigera kartan, definiera gränser, namnge nyckelområden och placera dina strategiska intressepunkter. Ditt slagfält tar form, som du föreställer dig det.

# hostSectionMissionScenariosDescription
source: Create your mission scenarios and define each key parameter: objective type, number of targets, duration, activation zones... Whether it's a treasure hunt or an explosive operation, you prepare the ground for a custom game.
de: Erstellen Sie Ihre Missions-Szenarien und definieren Sie jeden Schlüsselparameter: Zieltyp, Anzahl der Ziele, Dauer, Aktivierungszonen... Ob Schatzsuche oder explosive Operation, Sie bereiten den Boden für ein maßgeschneidertes Spiel vor.
es: Crea tus escenarios de misión y define cada parámetro clave: tipo de objetivo, número de blancos, duración, zonas de activación... Ya sea una búsqueda del tesoro o una operación explosiva, preparas el terreno para una partida personalizada.
fr: Créez vos scénarios de mission et définissez chaque paramètre clé : type d'objectif, nombre de cibles, durée, zones d'activation… Que ce soit une chasse au trésor ou une opération explosive, vous préparez le terrain pour une partie sur mesure.
it: Crea i tuoi scenari di missione e definisci ogni parametro chiave: tipo di obiettivo, numero di bersagli, durata, zone di attivazione... Che sia una caccia al tesoro o un'operazione esplosiva, prepari il terreno per una partita su misura.
ja: ミッションシナリオを作成し、各重要パラメータを定義します：目標タイプ、ターゲット数、持続時間、アクティベーションゾーン...宝探しでも爆発的な作戦でも、カスタムゲームの土台を準備します。
nl: Creëer je missiescenario's en definieer elke belangrijke parameter: doeltype, aantal doelen, duur, activatiezones... Of het nu een schattenjacht of een explosieve operatie is, je bereidt de grond voor voor een aangepast spel.
no: Lag oppdragsscenarier og definer hver nøkkelparameter: måltype, antall mål, varighet, aktiveringssoner... Enten det er en skattejakt eller en eksplosiv operasjon, forbereder du grunnen for et tilpasset spill.
pt: Crie seus cenários de missão e defina cada parâmetro-chave: tipo de objetivo, número de alvos, duração, zonas de ativação... Seja uma caça ao tesouro ou uma operação explosiva, você prepara o terreno para um jogo personalizado.
sv: Skapa dina uppdragsscenarier och definiera varje nyckelparameter: måltyp, antal mål, varaktighet, aktiveringszoner... Oavsett om det är en skattjakt eller en explosiv operation, förbereder du marken för ett anpassat spel.
