Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

# promptUsername
source: Please enter your username
de: Bitte geben Sie Ihren Benutzernamen ein
es: Por favor, introduzca su nombre de usuario
fr: Veuillez entrer votre nom d'utilisateur
it: Inserisci il tuo nome utente
ja: ユーザー名を入力してください
nl: Voer uw gebruikersnaam in
no: Skriv inn brukernavnet ditt
pl: Wprowadź swoją nazwę użytkownika
pt: Por favor, insira seu nome de usuário
sv: Ange ditt användarnamn

# promptPassword
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, introduzca su contraseña
fr: Veuillez entrer votre mot de passe
it: Inserisci la tua password
ja: パスワードを入力してください
nl: Voer uw wachtwoord in
no: Vennligst skriv inn passordet ditt
pl: Proszę wprowadzić hasło
pt: Por favor, insira sua senha
sv: Vänligen ange ditt lösenord

# registerTitle
source: Register
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione
ja: 登録
nl: Registratie
no: Registrering
pl: Rejestracja
pt: Cadastro
sv: Registrering

# createAccount
source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
ja: アカウントを作成
nl: Maak een account aan
no: Opprett en konto
pl: Utwórz konto
pt: Criar uma conta
sv: Skapa ett konto

# usernameLabel
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de usuário
sv: Användarnamn

# usernamePrompt
source: Please enter a username
de: Bitte geben Sie einen Benutzernamen ein
es: Por favor, introduzca un nombre de usuario
fr: Veuillez entrer un nom d'utilisateur
it: Inserisci un nome utente
ja: ユーザー名を入力してください
nl: Voer een gebruikersnaam in
no: Vennligst skriv inn et brukernavn
pl: Proszę wprowadzić nazwę użytkownika
pt: Por favor, insira um nome de usuário
sv: Ange ett användarnamn

# emailLabel
source: Email
es: Correo electrónico
ja: メール
no: E-post
sv: E-post

# emailPrompt
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail ein
es: Por favor, introduzca su correo electrónico
fr: Veuillez entrer votre email
it: Inserisci la tua email
ja: メールアドレスを入力してください
nl: Voer uw e-mailadres in
no: Vennligst skriv inn din e-post
pl: Proszę wprowadzić email
pt: Por favor, insira seu email
sv: Ange din e-postadress

# passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
sv: Lösenord

# passwordPrompt
source: Please enter a password
de: Bitte geben Sie ein Passwort ein
es: Por favor, introduzca una contraseña
fr: Veuillez entrer un mot de passe
it: Inserisci una password
ja: パスワードを入力してください
nl: Voer een wachtwoord in
no: Vennligst skriv inn et passord
pl: Proszę wprowadzić hasło
pt: Por favor, insira uma senha
sv: Ange ett lösenord

# confirmPasswordLabel
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワード確認
nl: Bevestig wachtwoord
no: Bekreft passord
pl: Potwierdź hasło
pt: Confirmar senha
sv: Bekräfta lösenord

# confirmPasswordPrompt
source: Please confirm your password
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor, confirme su contraseña
fr: Veuillez confirmer votre mot de passe
it: Conferma la tua password
ja: パスワードを確認してください
nl: Bevestig uw wachtwoord
no: Vennligst bekreft passordet ditt
pl: Proszę potwierdzić hasło
pt: Por favor, confirme sua senha
sv: Bekräfta ditt lösenord

# firstNameLabel
source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
nl: Voornaam
no: Fornavn
pl: Imię
pt: Nome
sv: Förnamn

# lastNameLabel
source: Last Name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
ja: 姓
nl: Achternaam
no: Etternavn
pl: Nazwisko
pt: Sobrenome
sv: Efternamn

# phoneNumberLabel
source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
nl: Telefoonnummer
no: Telefonnummer
pl: Numer telefonu
pt: Número de telefone
sv: Telefonnummer

# roleLabel
source: Role
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ja: 役割
nl: Rol
no: Rolle
pl: Rola
pt: Função
sv: Roll

# rolePrompt
source: Please select a role
de: Bitte wählen Sie eine Rolle aus
es: Por favor, seleccione un rol
fr: Veuillez sélectionner un rôle
it: Seleziona un ruolo
ja: 役割を選択してください
nl: Selecteer een rol
no: Vennligst velg en rolle
pl: Proszę wybrać rolę
pt: Por favor, selecione uma função
sv: Vänligen välj en roll

# roleHost
source: Host
de: Organisator
es: Organizador
fr: Organisateur
it: Organizzatore
ja: 主催者
nl: Organisator
no: Arrangør
pl: Organizator
pt: Organizador
sv: Organisatör

# roleGamer
source: Gamer
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
ja: プレイヤー
nl: Speler
no: Spiller
pl: Gracz
pt: Jogador
sv: Spelare

# registerButton
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
ja: 登録
nl: Registreren
no: Registrer
pl: Zarejestruj się
pt: Registrar
sv: Registrera

# alreadyRegistered
source: Already registered? Log in
de: Bereits registriert? Anmelden
es: ¿Ya registrado? Iniciar sesión
fr: Déjà inscrit ? Se connecter
it: Già registrato? Accedi
ja: 既に登録済みですか？ ログイン
nl: Al geregistreerd? Inloggen
no: Allerede registrert? Logg inn
pl: Już zarejestrowany? Zaloguj się
pt: Já possui cadastro? Entrar
sv: Redan registrerad? Logga in

# registrationSuccess
source: Registration successful! You can now log in.
de: Registrierung erfolgreich! Sie können sich jetzt anmelden.
es: ¡Registro exitoso! Ahora puede iniciar sesión.
fr: Inscription réussie ! Vous pouvez maintenant vous connecter.
it: Registrazione completata! Ora puoi accedere.
ja: 登録が成功しました！ログインできます。
nl: Registratie succesvol! U kunt nu inloggen.
no: Registrering vellykket! Du kan nå logge inn.
pl: Rejestracja zakończona sukcesem! Możesz się teraz zalogować.
pt: Registro bem-sucedido! Você já pode fazer login.
sv: Registrering lyckades! Du kan nu logga in.

# registrationFailure
source: Registration failed. Please try again.
de: Registrierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error en el registro. Por favor, inténtelo de nuevo.
fr: Échec de l'inscription. Veuillez réessayer.
it: Registrazione fallita. Riprova.
ja: 登録に失敗しました。もう一度お試しください。
nl: Registratie mislukt. Probeer het opnieuw.
no: Registrering mislyktes. Vennligst prøv igjen.
pl: Rejestracja nie powiodła się. Spróbuj ponownie.
pt: Falha no registro. Por favor, tente novamente.
sv: Registrering misslyckades. Försök igen.

# loginFailed
source: Login failed. Please check your credentials.
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldedaten.
es: Error de inicio de sesión. Verifique sus credenciales.
fr: Échec de la connexion. Vérifiez vos identifiants.
it: Accesso fallito. Controlla le tue credenziali.
ja: ログインに失敗しました。認証情報を確認してください。
nl: Inloggen mislukt. Controleer je inloggegevens.
no: Innlogging mislyktes. Sjekk legitimasjonen din.
pl: Logowanie nie powiodło się. Sprawdź swoje dane.
pt: Falha no login. Verifique suas credenciais.
sv: Inloggningen misslyckades. Kontrollera dina uppgifter.

# splashScreenSubtitle
source: Create and play 2.0 scenarios
de: Erstelle und spiele 2.0-Szenarien
es: Crea y juega escenarios 2.0
fr: Créez et jouez des scénarios 2.0
it: Crea e gioca scenari 2.0
ja: 2.0シナリオを作成してプレイ
nl: Creëer en speel 2.0-scenario's
no: Lag og spill 2.0-scenarier
pl: Twórz i graj w scenariusze 2.0
pt: Crie e jogue cenários 2.0
sv: Skapa och spela 2.0-scenarier

# gameLobbyTitle
source: Game Lobby
de: Spiel-Lobby
es: Lobby del juego
fr: Salon de jeu
it: Lobby di gioco
ja: ゲームロビー
nl: Spellobby
no: Spillobby
pl: Lobby gry
pt: Lobby do jogo
sv: Spellobby

# terrainTab
source: Field
de: Feld
es: Campo
fr: Terrain
it: Campo
ja: フィールド
nl: Veld
no: Bane
pl: Pole
pt: Campo
sv: Fält

# playersTab
source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori
ja: プレイヤー
nl: Spelers
no: Spillere
pl: Gracze
pt: Jogadores
sv: Spelare

# mapLabel
source: Map: {mapName}
de: Karte: {mapName}
es: Mapa: {mapName}
fr: Carte : {mapName}
it: Mappa: {mapName}
ja: マップ: {mapName}
nl: Kaart: {mapName}
no: Kart: {mapName}
pl: Mapa: {mapName}
pt: Mapa: {mapName}
sv: Karta: {mapName}

# unknownMap
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
it: Sconosciuto
ja: 不明
nl: Onbekend
no: Ukjent
pl: Nieznana
pt: Desconhecido
sv: Okänd

# sessionsHistoryTooltip
source: Sessions history
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des sessions
it: Storico delle sessioni
ja: セッション履歴
nl: Sessiesgeschiedenis
no: Sesjonshistorikk
pl: Historia sesji
pt: Histórico de sessões
sv: Sessionshistorik

# noAssociatedField
source: No associated field found
de: Kein zugeordnetes Feld gefunden
es: No se encontró un campo asociado
fr: Aucun terrain associé trouvé
it: Nessun campo associato trovato
ja: 関連するフィールドが見つかりません
nl: Geen gekoppeld veld gevonden
no: Ingen tilknyttet bane funnet
pl: Nie znaleziono powiązanego pola
pt: Nenhum campo associado encontrado
sv: Inget associerat fält hittades

# remainingTimeLabel
source: Time remaining: {time}
de: Verbleibende Zeit: {time}
es: Tiempo restante: {time}
fr: Temps restant : {time}
it: Tempo rimanente: {time}
ja: 残り時間: {time}
nl: Resterende tijd: {time}
no: Gjenstående tid: {time}
pl: Pozostały czas: {time}
pt: Tempo restante: {time}
sv: Återstående tid: {time}

# gameInProgressTitle
source: Game in progress
de: Spiel läuft
es: Juego en progreso
fr: Partie en cours
it: Gioco in corso
ja: ゲーム進行中
nl: Spel bezig
no: Spill pågår
pl: Gra w toku
pt: Jogo em andamento
sv: Spel pågår

# gameInProgressInstructions
source: Follow the host's instructions and collaborate with your team to achieve the scenario objectives.
de: Folge den Anweisungen des Hosts und arbeite mit deinem Team zusammen, um die Szenarioziele zu erreichen.
es: Sigue las instrucciones del anfitrión y colabora con tu equipo para lograr los objetivos del escenario.
fr: Suivez les instructions de l'hôte et collaborez avec votre équipe pour atteindre les objectifs du scénario.
it: Segui le istruzioni dell'host e collabora con la tua squadra per raggiungere gli obiettivi dello scenario.
ja: ホストの指示に従い、チームと協力してシナリオの目標を達成してください。
nl: Volg de instructies van de host en werk samen met je team om de scenario-doelen te behalen.
no: Følg vertens instruksjoner og samarbeid med laget ditt for å nå scenariomålene.
pl: Postępuj zgodnie z instrukcjami gospodarza i współpracuj z zespołem, aby osiągnąć cele scenariusza.
pt: Siga as instruções do anfitrião e colabore com sua equipe para atingir os objetivos do cenário.
sv: Följ arrangörens instruktioner och samarbeta med ditt lag för att uppnå scenariots mål.

# joinGameButton
source: Join Game
de: Spiel beitreten
es: Unirse al juego
fr: Rejoindre la partie
it: Unisciti al gioco
ja: ゲームに参加
nl: Deelnemen aan spel
no: Bli med i spillet
pl: Dołącz do gry
pt: Entrar no jogo
sv: Gå med i spelet

# waitingForGameStartTitle
source: Waiting for game to start
de: Warten auf Spielstart
es: Esperando a que comience el juego
fr: En attente de démarrage
it: In attesa dell'inizio del gioco
ja: ゲーム開始待ち
nl: Wachten op start van het spel
no: Venter på at spillet skal starte
pl: Oczekiwanie na rozpoczęcie gry
pt: Aguardando início do jogo
sv: Väntar på att spelet ska starta

# waitingForGameStartInstructions
source: The host has not started the game yet. Prepare your gear and join a team while you wait.
de: Der Host hat das Spiel noch nicht gestartet. Bereite deine Ausrüstung vor und trete einem Team bei, während du wartest.
es: El anfitrión aún no ha iniciado el juego. Prepara tu equipo y únete a un equipo mientras esperas.
fr: L'hôte n'a pas encore lancé la partie. Préparez votre équipement et rejoignez une équipe en attendant.
it: L'host non ha ancora avviato il gioco. Prepara la tua attrezzatura e unisciti a una squadra mentre aspetti.
ja: ホストがまだゲームを開始していません。準備を整え、チームに参加してお待ちください。
nl: De host heeft het spel nog niet gestart. Bereid je uitrusting voor en sluit je aan bij een team terwijl je wacht.
no: Verten har ikke startet spillet ennå. Gjør deg klar og bli med i et lag mens du venter.
pl: Gospodarz jeszcze nie rozpoczął gry. Przygotuj sprzęt i dołącz do zespołu, czekając.
pt: O anfitrião ainda não iniciou o jogo. Prepare seu equipamento e entre em uma equipe enquanto espera.
sv: Arrangören har inte startat spelet än. Förbered din utrustning och gå med i ett lag medan du väntar.

# leaveFieldButton
source: Leave Field
de: Feld verlassen
es: Salir del campo
fr: Quitter le terrain
it: Lascia il campo
ja: フィールドを退出
nl: Veld verlaten
no: Forlat feltet
pl: Opuść pole
pt: Sair do campo
sv: Lämna fältet

source: No scenario selected
de: Kein Szenario ausgewählt
es: Ningún escenario seleccionado
fr: Aucun scénario sélectionné
it: Nessuno scenario selezionato
ja: シナリオが選択されていません
nl: Geen scenario geselecteerd
no: Ingen scenario valgt
pl: Nie wybrano scenariusza
pt: Nenhum cenário selecionado
sv: Inget scenario valt

# selectedScenariosLabel
source: Selected scenarios:
de: Ausgewählte Szenarien:
es: Escenarios seleccionados:
fr: Scénarios sélectionnés :
it: Scenari selezionati:
ja: 選択されたシナリオ：
nl: Geselecteerde scenario’s:
no: Valgte scenarier:
pl: Wybrane scenariusze:
pt: Cenários selecionados:
sv: Valda scenarier:

# treasureHuntScenarioDetails
source: Treasure Hunt: {count} QR codes ({symbol})
de: Schatzsuche: {count} QR-Codes ({symbol})
es: Búsqueda del tesoro: {count} códigos QR ({symbol})
fr: Chasse au trésor : {count} QR codes ({symbol})
it: Caccia al tesoro: {count} codici QR ({symbol})
ja: 宝探し: {count} QRコード ({symbol})
nl: Schattenjacht: {count} QR-codes ({symbol})
no: Skattejakt: {count} QR-koder ({symbol})
pl: Polowanie na skarby: {count} kodów QR ({symbol})
pt: Caça ao tesouro: {count} códigos QR ({symbol})
sv: Skattjakt: {count} QR-koder ({symbol})

source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Pas de description
it: Nessuna descrizione
ja: 説明なし
nl: Geen beschrijving
no: Ingen beskrivelse
pl: Brak opisu
pt: Sem descrição
sv: Ingen beskrivning

# loadingError
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}
it: Errore: {error}
ja: エラー: {error}
nl: Fout: {error}
no: Feil: {error}
pl: Błąd: {error}
pt: Erro: {error}
sv: Fel: {error}

source: No fields visited
de: Keine besuchten Felder
es: Ningún campo visitado
fr: Aucun terrain visité
it: Nessun campo visitato
ja: 訪問したフィールドがありません
nl: Geen bezochte velden
no: Ingen besøkte felt
pl: Brak odwiedzonych pól
pt: Nenhum campo visitado
sv: Inga besökta fält

# waitForInvitation
source: Wait for an invitation to join a field
de: Warte auf eine Einladung, um einem Feld beizutreten
es: Espera una invitación para unirte a un campo
fr: Attendez une invitation pour rejoindre un terrain
it: Attendi un invito per unirti a un campo
ja: フィールドに参加するために招待を待っています
nl: Wacht op een uitnodiging om deel te nemen aan een veld
no: Vent på en invitasjon for å bli med på et felt
pl: Poczekaj na zaproszenie, aby dołączyć do pola
pt: Aguarde um convite para entrar em um campo
sv: Vänta på en inbjudan för att gå med i ett fält

# fieldOpenedOn
source: Opened on {date}
de: Geöffnet am {date}
es: Abierto el {date}
fr: Ouvert le {date}
it: Aperto il {date}
ja: {date} にオープン
nl: Geopend op {date}
no: Åpnet den {date}
pl: Otwarte dnia {date}
pt: Aberto em {date}
sv: Öppnad den {date}

source: Unknown opening date
de: Unbekanntes Öffnungsdatum
es: Fecha de apertura desconocida
fr: Date d'ouverture inconnue
it: Data di apertura sconosciuta
ja: 不明なオープン日
nl: Onbekende openingsdatum
no: Ukjent åpningsdato
pl: Nieznana data otwarcia
pt: Data de abertura desconhecida
sv: Okänt öppningsdatum

# fieldClosedOn
source: Closed on {date}
de: Geschlossen am {date}
es: Cerrado el {date}
fr: Fermé le {date}
it: Chiuso il {date}
ja: {date} にクローズ
nl: Gesloten op {date}
no: Stengt den {date}
pl: Zamknięte dnia {date}
pt: Fechado em {date}
sv: Stängd den {date}

source: Still active
de: Noch aktiv
es: Aún activo
fr: Encore actif
it: Ancora attivo
ja: まだアクティブ
nl: Nog actief
no: Fortsatt aktiv
pl: Wciąż aktywne
pt: Ainda ativo
sv: Fortfarande aktiv

# ownerLabel
source: Owner: {username}
de: Besitzer: {username}
es: Propietario: {username}
fr: Propriétaire : {username}
it: Proprietario: {username}
ja: 所有者: {username}
nl: Eigenaar: {username}
no: Eier: {username}
pl: Właściciel: {username}
pt: Proprietário: {username}
sv: Ägare: {username}

source: Unknown owner
de: Unbekannter Besitzer
es: Propietario desconocido
fr: Propriétaire inconnu
it: Proprietario sconosciuto
ja: 不明な所有者
nl: Onbekende eigenaar
no: Ukjent eier
pl: Nieznany właściciel
pt: Proprietário desconhecido
sv: Okänd ägare

# fieldStatusOpen
source: Open
de: Offen
es: Abierto
fr: Ouvert
it: Aperto
ja: オープン
no: Åpent
pl: Otwarte
pt: Aberto
sv: Öppen

# fieldStatusClosed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: クローズ
nl: Gesloten
no: Stengt
pl: Zamknięte
pt: Fechado
sv: Stängd

# joinButton
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti
ja: 参加する
nl: Deelnemen
no: Bli med
pl: Dołącz
pt: Entrar
sv: Gå med

# deleteFromHistoryTooltip
source: Delete from history
de: Aus Verlauf löschen
es: Eliminar del historial
fr: Supprimer de l'historique
it: Elimina dalla cronologia
ja: 履歴から削除
nl: Verwijderen uit geschiedenis
no: Slett fra historikk
pl: Usuń z historii
pt: Excluir do histórico
sv: Ta bort från historiken

# youJoinedFieldSuccess
source: You have successfully joined the field
de: Du hast das Feld erfolgreich betreten
es: Te has unido al campo con éxito
fr: Vous avez rejoint le terrain avec succès
it: Ti sei unito al campo con successo
ja: フィールドに参加しました
nl: Je bent succesvol toegetreden tot het veld
no: Du har blitt med på feltet
pl: Dołączyłeś do pola
pt: Você entrou no campo com sucesso
sv: Du har gått med i fältet

# youLeftField
source: You have left the field
de: Du hast das Feld verlassen
es: Has abandonado el campo
fr: Vous avez quitté le terrain
it: Hai lasciato il campo
ja: フィールドを離れました
nl: Je hebt het veld verlaten
no: Du har forlatt feltet
pl: Opuściłeś pole
pt: Você saiu do campo
sv: Du har lämnat fältet

# notConnectedToField
source: You are not connected to a field
de: Du bist mit keinem Feld verbunden
es: No estás conectado a ningún campo
fr: Vous n'êtes pas connecté à un terrain
it: Non sei connesso a nessun campo
ja: どのフィールドにも接続していません
nl: Je bent niet verbonden met een veld
no: Du er ikke koblet til et felt
pl: Nie jesteś połączony z żadnym polem
pt: Você não está conectado a nenhum campo
sv: Du är inte ansluten till något fält

source: Connected players ({count})
de: Verbundene Spieler ({count})
es: Jugadores conectados ({count})
fr: Joueurs connectés ({count})
it: Giocatori connessi ({count})
ja: 接続中のプレイヤー ({count})
nl: Verbonden spelers ({count})
no: Tilkoblede spillere ({count})
pl: Połączeni gracze ({count})
pt: Jogadores conectados ({count})
sv: Anslutna spelare ({count})

source: No player connected
de: Kein Spieler verbunden
es: Ningún jugador conectado
fr: Aucun joueur connecté
it: Nessun giocatore connesso
ja: 接続中のプレイヤーはいません
nl: Geen spelers verbonden
no: Ingen spillere tilkoblet
pl: Brak połączonych graczy
pt: Nenhum jogador conectado
sv: Inga spelare anslutna

source: No team
de: Kein Team
es: Sin equipo
fr: Sans équipe
it: Nessuna squadra
ja: チームなし
nl: Geen team
no: Ingen lag
pl: Brak drużyny
pt: Sem equipe
sv: Inget lag

# youLabel
source: You
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
nl: Jij
no: Du
pl: Ty
pt: Você
sv: Du

# yourTeamLabel
source: Your team
de: Dein Team
es: Tu equipo
fr: Votre équipe
it: La tua squadra
ja: あなたのチーム
nl: Jouw team
no: Ditt lag
pl: Twoja drużyna
pt: Sua equipe
sv: Ditt lag

# manageTeamsButton
source: Manage teams
de: Teams verwalten
es: Gestionar equipos
fr: Gérer les équipes
it: Gestisci squadre
ja: チーム管理
nl: Teams beheren
no: Administrer lag
pl: Zarządzaj drużynami
pt: Gerenciar equipes
sv: Hantera lag

# changeTeamTitle
source: Change team
de: Team wechseln
es: Cambiar equipo
fr: Changer d'équipe
it: Cambia squadra
ja: チームを変更
nl: Team wijzigen
no: Bytt lag
pl: Zmień drużynę
pt: Trocar equipe
sv: Byt lag

# playersCountSuffix
source: {count,plural, =0{players} =1{player} other{players}}
de: {count,plural, =0{Spieler} =1{Spieler} other{Spieler}}
es: {count,plural, =0{jugadores} =1{jugador} other{jugadores}}
fr: {count,plural, =0{joueurs} =1{joueur} other{joueurs}}
it: {count,plural, =0{giocatori} =1{giocatore} other{giocatori}}
ja: {count,plural, =0{プレイヤー} =1{プレイヤー} other{プレイヤー}}
nl: {count,plural, =0{spelers} =1{speler} other{spelers}}
no: {count,plural, =0{spillere} =1{spiller} other{spillere}}
pl: {count,plural, =0{graczy} =1{gracz} other{graczy}}
pt: {count,plural, =0{jogadores} =1{jogador} other{jogadores}}
sv: {count,plural, =0{spelare} =1{spelare} other{spelare}}

# leaveFieldConfirmationTitle
source: Leave field?
de: Feld verlassen?
es: ¿Salir del campo?
fr: Quitter le terrain ?
it: Lasciare il campo?
ja: フィールドを離れますか？
nl: Veld verlaten?
no: Forlat feltet?
pl: Opuścić pole?
pt: Sair do campo?
sv: Lämna fältet?

# leaveFieldConfirmationMessage
source: Are you sure you want to leave this field? You will not be able to rejoin if it is closed.
de: Möchtest du dieses Feld wirklich verlassen? Du kannst nicht wieder beitreten, wenn es geschlossen ist.
es: ¿Estás seguro de que quieres salir de este campo? No podrás volver si se cierra.
fr: Êtes-vous sûr de vouloir quitter ce terrain ? Vous ne pourrez pas la rejoindre à nouveau si elle est fermée.
it: Sei sicuro di voler lasciare questo campo? Non potrai rientrare se viene chiuso.
ja: このフィールドを離れますか？閉じられた場合、再参加できません。
nl: Weet je zeker dat je dit veld wilt verlaten? Je kunt niet opnieuw deelnemen als het is gesloten.
no: Er du sikker på at du vil forlate dette feltet? Du kan ikke bli med igjen hvis det er stengt.
pl: Czy na pewno chcesz opuścić to pole? Nie będziesz mógł wrócić, jeśli zostanie zamknięte.
pt: Tem certeza de que deseja sair deste campo? Você não poderá retornar se ele for fechado.
sv: Är du säker på att du vill lämna detta fält? Du kan inte återansluta om det stängs.

# leaveButton
source: Leave
de: Verlassen
es: Salir
fr: Quitter
it: Lascia
ja: 退出
nl: Verlaten
no: Forlat
pl: Opuść
pt: Sair
sv: Lämna

# deleteFieldHistoryTitle
source: Delete this field?
de: Dieses Feld löschen?
es: ¿Eliminar este campo?
fr: Supprimer ce terrain ?
it: Eliminare questo campo?
ja: このフィールドを削除しますか？
nl: Dit veld verwijderen?
no: Slett dette feltet?
pl: Usunąć to pole?
pt: Excluir este campo?
sv: Ta bort detta fält?

# deleteFieldHistoryMessage
source: Are you sure you want to delete this field from your history?
de: Möchtest du dieses Feld wirklich aus deinem Verlauf löschen?
es: ¿Estás seguro de que quieres eliminar este campo de tu historial?
fr: Voulez-vous vraiment supprimer ce terrain de votre historique ?
it: Sei sicuro di voler eliminare questo campo dalla cronologia?
ja: このフィールドを履歴から削除してもよろしいですか？
nl: Weet je zeker dat je dit veld uit je geschiedenis wilt verwijderen?
no: Er du sikker på at du vil slette dette feltet fra historikken?
pl: Czy na pewno chcesz usunąć to pole z historii?
pt: Tem certeza de que deseja excluir este campo do histórico?
sv: Är du säker på att du vill ta bort detta fält från historiken?

source: Field deleted from history
de: Feld aus dem Verlauf gelöscht
es: Campo eliminado del historial
fr: Terrain supprimé de l’historique
it: Campo eliminato dalla cronologia
ja: フィールドが履歴から削除されました
nl: Veld uit geschiedenis verwijderd
no: Felt slettet fra historikken
pl: Pole usunięte z historii
pt: Campo excluído do histórico
sv: Fältet har tagits bort från historiken

# errorDeletingField
source: Error during deletion
de: Fehler beim Löschen
es: Error al eliminar
fr: Erreur lors de la suppression
it: Errore durante l'eliminazione
ja: 削除中にエラーが発生しました
nl: Fout bij verwijderen
no: Feil under sletting
pl: Błąd podczas usuwania
pt: Erro ao excluir
sv: Fel vid borttagning
