Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

# playerManagementUnavailableTitle
source: Player management unavailable
de: Spielerverwaltung nicht verfügbar
es: Gestión de jugadores no disponible
fr: Gestion des joueurs non disponible
it: Gestione giocatori non disponibile
ja: プレイヤー管理は利用できません
nl: Spelersbeheer niet beschikbaar
no: Spilleradministrasjon utilgjengelig
pl: Zarządzanie graczami niedostępne
pt: Gestão de jogadores indisponível
sv: Spelarhantering inte tillgänglig

# newTeamButton
source: New Team
de: Neues Team
es: Nuevo equipo
fr: Nouvelle équipe
it: Nuovo team
ja: 新しいチーム
nl: Nieuw team
no: Nytt lag
pl: Nowa drużyna
pt: Nova equipa
sv: Nytt lag

# saveConfigurationButton
source: Save Configuration
de: Konfiguration speichern
es: Guardar configuración
fr: Sauvegarder la configuration
it: Salva configurazione
ja: 設定を保存
nl: Configuratie opslaan
no: Lagre konfigurasjon
pl: Zapisz konfigurację
pt: Guardar configuração
sv: Spara konfiguration

# saveConfigurationDialogTitle
source: Save Configuration
de: Konfiguration speichern
es: Guardar configuración
fr: Sauvegarder la configuration
it: Salva configurazione
ja: 設定を保存
nl: Configuratie opslaan
no: Lagre konfigurasjon
pl: Zapisz konfigurację
pt: Guardar configuração
sv: Spara konfiguration

# configurationNameLabel
source: Configuration Name
de: Konfigurationsname
es: Nombre de configuración
fr: Nom de la configuration
it: Nome configurazione
ja: 設定名
nl: Configuratienaam
no: Konfigurasjonsnavn
pl: Nazwa konfiguracji
pt: Nome da configuração
sv: Konfigurationsnamn

# configurationSavedSuccess
source: Configuration saved
de: Konfiguration gespeichert
es: Configuración guardada
fr: Configuration sauvegardée
it: Configurazione salvata
ja: 設定が保存されました
nl: Configuratie opgeslagen
no: Konfigurasjon lagret
pl: Konfiguracja zapisana
pt: Configuração guardada
sv: Konfiguration sparad

# addPlayersToTeamDialogTitle
source: Add Players
de: Spieler hinzufügen
es: Agregar jugadores
fr: Ajouter des joueurs
it: Aggiungi giocatori
ja: プレイヤーを追加
nl: Spelers toevoegen
no: Legg til spillere
pl: Dodaj graczy
pt: Adicionar jogadores
sv: Lägg till spelare

# alreadyInTeamLabel
source: Already in a team
de: Bereits in einem Team
es: Ya en un equipo
fr: Déjà dans une équipe
it: Già in un team
ja: すでにチームに所属
nl: Al in een team
no: Allerede i et lag
pl: Już w drużynie
pt: Já numa equipa
sv: Redan i ett lag

# addButton
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
no: Legg til
pl: Dodaj
pt: Adicionar
sv: Lägg till

# renameTeamDialogTitle
source: Rename Team
de: Team umbenennen
es: Renombrar equipo
fr: Renommer l'équipe
it: Rinomina team
ja: チーム名を変更
nl: Team hernoemen
no: Endre navn på lag
pl: Zmień nazwę drużyny
pt: Renomear equipa
sv: Byt namn på lag

# newTeamNameLabel
source: New Name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome
ja: 新しい名前
nl: Nieuwe naam
no: Nytt navn
pl: Nowa nazwa
pt: Novo nome
sv: Nytt namn

# renameButton
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
nl: Hernoemen
no: Endre navn
pl: Zmień nazwę
pt: Renomear
sv: Byt namn

# qrCodeForScenarioTitle
source: QR Code for {scenarioName}
de: QR-Code für {scenarioName}
es: QR para {scenarioName}
fr: QR Code pour {scenarioName}
it: QR per {scenarioName}
ja: {scenarioName} のQRコード
nl: QR-code voor {scenarioName}
no: QR-kode for {scenarioName}
pl: Kod QR dla {scenarioName}
pt: QR para {scenarioName}
sv: QR-kod för {scenarioName}

# errorGeneratingQRCode
source: Error generating QR code: {error}
de: Fehler beim Generieren des QR-Codes: {error}
es: Error al generar el QR: {error}
fr: Erreur lors de la génération du QR code: {error}
it: Errore nella generazione del QR: {error}
ja: QRコード生成エラー: {error}
nl: Fout bij genereren van QR-code: {error}
no: Feil ved generering av QR-kode: {error}
pl: Błąd podczas generowania kodu QR: {error}
pt: Erro ao gerar QR: {error}
sv: Fel vid generering av QR-kod: {error}

# scanToJoinMessage
source: Scan this QR code to join the game
de: Scanne diesen QR-Code, um dem Spiel beizutreten
es: Escanea este QR para unirte al juego
fr: Scannez ce QR code pour rejoindre la partie
it: Scansiona questo QR per unirti al gioco
ja: このQRをスキャンしてゲームに参加
nl: Scan deze QR-code om deel te nemen aan het spel
no: Skann denne QR-koden for å bli med i spillet
pl: Zeskanuj ten kod QR, aby dołączyć do gry
pt: Digitalize este QR para entrar no jogo
sv: Skanna denna QR-kod för att gå med i spelet

# invitationCodeLabel
source: Invitation Code: {code}
de: Einladungscode: {code}
es: Código de invitación: {code}
fr: Code d'invitation: {code}
it: Codice di invito: {code}
ja: 招待コード: {code}
nl: Uitnodigingscode: {code}
no: Invitasjonskode: {code}
pl: Kod zaproszenia: {code}
pt: Código de convite: {code}
sv: Inbjudningskod: {code}

# codeValidForHour
source: This code is valid for 1 hour
de: Dieser Code ist 1 Stunde gültig
es: Este código es válido por 1 hora
fr: Ce code est valide pendant 1 heure
it: Questo codice è valido per 1 ora
ja: このコードは1時間有効です
nl: Deze code is 1 uur geldig
no: Denne koden er gyldig i 1 time
pl: Kod ważny przez 1 godzinę
pt: Este código é válido por 1 hora
sv: Denna kod är giltig i 1 timme

# generateNewCodeButton
source: Generate New Code
de: Neuen Code generieren
es: Generar nuevo código
fr: Générer un nouveau code
it: Genera nuovo codice
ja: 新しいコードを生成
nl: Nieuwe code genereren
no: Generer ny kode
pl: Wygeneruj nowy kod
pt: Gerar novo código
sv: Generera ny kod

# newScenarioTitle
source: New Scenario
de: Neues Szenario
es: Nuevo escenario
fr: Nouveau scénario
it: Nuovo scenario
ja: 新しいシナリオ
nl: Nieuw scenario
no: Nytt scenario
pl: Nowy scenariusz
pt: Novo cenário
sv: Nytt scenario

# scenarioTypeLabel
source: Scenario Type *
de: Szenariotyp *
es: Tipo de escenario *
fr: Type de scénario *
it: Tipo di scenario *
ja: シナリオタイプ *
pl: Typ scenariusza *
pt: Tipo de cenário *
sv: Scenariotyp *

# scenarioTypeBombOperation
source: Bomb Operation
de: Bombenoperation
es: Operación Bomba
fr: Opération Bombe
it: Operazione bomba
ja: 爆弾作戦
nl: Bommenactie
no: Bombeoppdrag
pl: Operacja bombowa
pt: Operação Bomba
sv: Bombuppdrag

# scenarioTypeDomination
source: Domination
de: Dominanz
es: Dominación
it: Dominio
ja: 支配
nl: Dominantie
no: Dominering
pl: Dominacja
pt: Dominação
sv: Dominans

# scenarioNameRequiredError
source: Please enter a name for the scenario
de: Bitte geben Sie einen Namen für das Szenario ein
es: Por favor ingresa un nombre para el escenario
fr: Veuillez entrer un nom pour le scénario
it: Inserisci un nome per lo scenario
ja: シナリオ名を入力してください
nl: Voer een naam in voor het scenario
no: Skriv inn et navn for scenarioet
pl: Wprowadź nazwę scenariusza
pt: Insira um nome para o cenário
sv: Ange ett namn för scenariot

# scenarioTypeRequiredError
source: Please select a scenario type
de: Bitte wählen Sie einen Szenariotyp aus
es: Por favor selecciona un tipo de escenario
fr: Veuillez sélectionner un type de scénario
it: Seleziona un tipo di scenario
ja: シナリオタイプを選択してください
nl: Selecteer een scenariotype
no: Velg en scenariotype
pl: Wybierz typ scenariusza
pt: Selecione um tipo de cenário
sv: Välj en scenariotyper

# mapRequiredError
source: Please select a map
de: Bitte wählen Sie eine Karte aus
es: Por favor selecciona un mapa
fr: Veuillez sélectionner une carte
it: Seleziona una mappa
ja: マップを選択してください
nl: Selecteer een kaart
no: Velg et kart
pl: Wybierz mapę
pt: Selecione um mapa
sv: Välj en karta

# interactiveMapRequiredError
source: This map does not have an interactive configuration. Please select another map or configure this one in the map editor.
de: Diese Karte hat keine interaktive Konfiguration. Bitte wählen Sie eine andere Karte oder konfigurieren Sie diese im Karteneditor.
es: Este mapa no tiene una configuración interactiva. Selecciona otro o configúralo en el editor.
fr: Cette carte n'a pas de configuration interactive. Veuillez sélectionner une autre carte ou configurer celle-ci dans l'éditeur de carte.
it: Questa mappa non ha una configurazione interattiva. Seleziona un'altra mappa o configura questa nell'editor.
ja: このマップはインタラクティブ構成がありません。別のマップを選択するか、エディターで設定してください。
nl: Deze kaart heeft geen interactieve configuratie. Kies een andere kaart of configureer deze in de kaarteditor.
no: Dette kartet har ingen interaktiv konfigurasjon. Velg et annet kart eller konfigurer dette i kartredigereren.
pl: Ta mapa nie ma interaktywnej konfiguracji. Wybierz inną mapę lub skonfiguruj ją w edytorze.
pt: Este mapa não possui configuração interativa. Selecione outro mapa ou configure-o no editor.
sv: Den här kartan har ingen interaktiv konfiguration. Välj en annan karta eller konfigurera den i redigeraren.

# scenarioSavedSuccess
source: Scenario saved successfully
de: Szenario erfolgreich gespeichert
es: Escenario guardado correctamente
fr: Scénario sauvegardé avec succès
it: Scenario salvato con successo
ja: シナリオが保存されました
nl: Scenario succesvol opgeslagen
no: Scenario lagret
pl: Scenariusz zapisany
pt: Cenário salvo com sucesso
sv: Scenario sparat

# updateScenarioButton
source: Update Scenario
de: Szenario aktualisieren
es: Actualizar escenario
fr: Mettre à jour le scénario
it: Aggiorna scenario
ja: シナリオを更新
nl: Scenario bijwerken
no: Oppdater scenario
pl: Zaktualizuj scenariusz
pt: Atualizar cenário
sv: Uppdatera scenario

# configureTreasureHuntButton
source: Configure Treasure Hunt
de: Schatzsuche konfigurieren
es: Configurar búsqueda del tesoro
fr: Configurer la chasse au trésor
it: Configura caccia al tesoro
ja: 宝探しを設定
nl: Schattenjacht configureren
no: Konfigurer skattejakt
pl: Skonfiguruj poszukiwanie skarbów
pt: Configurar caça ao tesouro
sv: Konfigurera skattjakt

# configureBombOperationButton
source: Configure Bomb Operation
de: Bombenoperation konfigurieren
es: Configurar operación bomba
fr: Configurer l'opération bombe
it: Configura operazione bomba
ja: 爆弾作戦を設定
nl: Bommenactie configureren
no: Konfigurer bombeoppdrag
pl: Skonfiguruj operację bombową
pt: Configurar operação bomba
sv: Konfigurera bombuppdrag

# noMapAvailableError
source: No map available. Please create a map first.
de: Keine Karte verfügbar. Bitte erstellen Sie zuerst eine Karte.
es: No hay mapa disponible. Crea un mapa primero.
fr: Aucune carte disponible. Veuillez d'abord créer une carte.
it: Nessuna mappa disponibile. Crea prima una mappa.
ja: 利用可能なマップがありません。まずマップを作成してください。
nl: Geen kaart beschikbaar. Maak eerst een kaart aan.
no: Ingen kart tilgjengelig. Opprett et kart først.
pl: Brak dostępnej mapy. Najpierw utwórz mapę.
pt: Nenhum mapa disponível. Crie um mapa primeiro.
sv: Ingen karta tillgänglig. Skapa en karta först.

# interactiveMapAvailableLegend
source: Interactive map available
de: Interaktive Karte verfügbar
es: Mapa interactivo disponible
fr: Carte interactive disponible
it: Mappa interattiva disponibile
ja: インタラクティブマップ利用可能
nl: Interactieve kaart beschikbaar
no: Interaktivt kart tilgjengelig
pl: Dostępna interaktywna mapa
pt: Mapa interativo disponível
sv: Interaktiv karta tillgänglig

# selectMapFirstError
source: Please select a map before choosing the scenario type.
de: Bitte wählen Sie zuerst eine Karte, bevor Sie den Szenariotpy wählen.
es: Por favor selecciona un mapa antes de elegir el tipo de escenario.
fr: Veuillez d'abord sélectionner une carte avant de choisir le type de scénario.
it: Seleziona prima una mappa prima di scegliere il tipo di scenario.
ja: 先にマップを選択してください。
nl: Selecteer eerst een kaart voordat je het scenariotype kiest.
no: Velg et kart før du velger scenariotype.
pl: Najpierw wybierz mapę przed wyborem typu scenariusza.
pt: Selecione um mapa antes de escolher o tipo de cenário.
sv: Välj en karta innan du väljer scenariotyper.

# selectScenariosDialogTitle
source: Select Scenarios
de: Szenarien auswählen
es: Seleccionar escenarios
fr: Sélectionner les scénarios
it: Seleziona scenari
ja: シナリオを選択
nl: Selecteer scenario's
no: Velg scenarioer
pl: Wybierz scenariusze
pt: Selecionar cenários
sv: Välj scenarier

# noScenariosAvailableDialogMessage
source: No scenarios available. Create a scenario first.
de: Keine Szenarien verfügbar. Bitte erstellen Sie zuerst ein Szenario.
es: No hay escenarios disponibles. Crea uno primero.
fr: Aucun scénario disponible. Créez un scénario d'abord.
it: Nessuno scenario disponibile. Crea prima uno scenario.
ja: 利用可能なシナリオがありません。 まずシナリオを作成してください。
nl: Geen scenario's beschikbaar. Maak eerst een scenario aan.
no: Ingen scenarioer tilgjengelige. Opprett et scenario først.
pl: Brak dostępnych scenariuszy. Najpierw utwórz scenariusz.
pt: Nenhum cenário disponível. Crie um cenário primeiro.
sv: Inga scenarier tillgängliga. Skapa ett scenario först.

# validateButton
source: Validate
de: Bestätigen
es: Validar
fr: Valider
it: Valida
ja: 確認
nl: Valideren
no: Bekreft
pl: Zatwierdź
pt: Validar
sv: Bekräfta

# newTeamScreenTitle
source: New Team
de: Neues Team
es: Nuevo equipo
fr: Nouvelle équipe
it: Nuovo team
ja: 新しいチーム
nl: Nieuw team
no: Nytt lag
pl: Nowy zespół
pt: Nova equipe
sv: Nytt team

# editTeamTitle
source: Edit Team
de: Team bearbeiten
es: Editar equipo
fr: Modifier l'équipe
it: Modifica squadra
ja: チームを編集
nl: Team bewerken
no: Rediger lag
pl: Edytuj drużynę
pt: Editar equipe
sv: Redigera lag

# teamColorLabel
source: Team Color
de: Teamfarbe
es: Color del equipo
fr: Couleur de l'équipe
it: Colore squadra
ja: チームカラー
nl: Teamkleur
no: Lagfarge
pl: Kolor drużyny
pt: Cor da equipe
sv: Lagfärg

# teamNameRequiredError
source: Please enter a name for the team
de: Bitte geben Sie einen Namen für das Team ein
es: Introduce un nombre para el equipo
fr: Veuillez entrer un nom pour l'équipe
it: Inserisci un nome per la squadra
ja: チーム名を入力してください
nl: Voer een naam in voor het team
no: Skriv inn et navn for laget
pl: Wprowadź nazwę drużyny
pt: Insira um nome para a equipe
sv: Ange ett namn för laget

# teamSavedSuccess
source: Team saved successfully
de: Team erfolgreich gespeichert
es: Equipo guardado con éxito
fr: Équipe sauvegardée avec succès
it: Squadra salvata con successo
ja: チームが保存されました
nl: Team succesvol opgeslagen
no: Lag lagret
pl: Drużyna zapisana
pt: Equipe salva com sucesso
sv: Lag sparat

# updateTeamButton
source: Update Team
de: Team aktualisieren
es: Actualizar equipo
fr: Mettre à jour l'équipe
it: Aggiorna squadra
ja: チームを更新
nl: Team bijwerken
no: Oppdater lag
pl: Aktualizuj drużynę
pt: Atualizar equipe
sv: Uppdatera lag

# selectMapError
source: Please select a map first
de: Bitte wählen Sie zuerst eine Karte
es: Selecciona un mapa primero
fr: Veuillez d'abord sélectionner une carte
it: Seleziona prima una mappa
ja: まずマップを選択してください
nl: Selecteer eerst een kaart
no: Velg et kart først
pl: Najpierw wybierz mapę
pt: Selecione um mapa primeiro
sv: Välj en karta först

# scenariosSelectedSuccess
source: Scenarios selected
de: Szenarien ausgewählt
es: Escenarios seleccionados
fr: Scénarios sélectionnés
it: Scenario selezionati
ja: シナリオが選択されました
nl: Scenario's geselecteerd
no: Scenarioer valgt
pl: Scenariusze wybrane
pt: Cenários selecionados
sv: Scenarier valda

# durationSetSuccess
source: Duration set: {hours}h {minutes}min
de: Dauer festgelegt: {hours}h {minutes}min
es: Duración establecida: {hours}h {minutes}min
fr: Durée définie: {hours}h {minutes}min
it: Durata impostata: {hours}h {minutes}min
ja: 設定された時間: {hours}時間 {minutes}分
nl: Duur ingesteld: {hours}u {minutes}min
no: Varighet satt: {hours}t {minutes}min
pl: Czas ustawiony: {hours}g {minutes}min
pt: Duração definida: {hours}h {minutes}min
sv: Varaktighet inställd: {hours}h {minutes}min

# errorStartingGame
source: Error starting game: {error}
de: Fehler beim Starten des Spiels: {error}
es: Error al iniciar el juego: {error}
fr: Erreur lors du lancement de la partie : {error}
it: Errore nell'avvio del gioco: {error}
ja: ゲーム開始中にエラーが発生しました: {error}
nl: Fout bij het starten van het spel: {error}
no: Feil ved start av spill: {error}
pl: Błąd podczas uruchamiania gry: {error}
pt: Erro ao iniciar o jogo: {error}
sv: Fel vid start av spelet: {error}

# gameStartedSuccess
source: The game has started!
de: Das Spiel hat begonnen!
es: ¡El juego ha comenzado!
fr: La partie a été lancée !
it: Il gioco è iniziato!
ja: ゲームが開始されました！
nl: Het spel is gestart!
no: Spillet har startet!
pl: Gra się rozpoczęła!
pt: O jogo começou!
sv: Spelet har startat!

# bombScenarioRequiresTwoTeamsError
source: Bomb Operation scenario requires exactly 2 teams with players.
de: Das Bombenszenario erfordert genau 2 Teams mit Spielern.
es: El escenario de bomba requiere exactamente 2 equipos con jugadores.
fr: Le scénario "Opération Bombe" nécessite exactement 2 équipes avec joueurs.
it: Lo scenario Bomba richiede esattamente 2 squadre con giocatori.
ja: 爆弾シナリオには正確に2つのチームが必要です。
nl: Het bomscenario vereist precies 2 teams met spelers.
no: Bombescenario krever nøyaktig 2 lag med spillere.
pl: Scenariusz z bombą wymaga dokładnie 2 drużyn z graczami.
pt: O cenário de bomba requer exatamente 2 equipas com jogadores.
sv: Bombscenariot kräver exakt 2 lag med spelare.

# bombConfigurationCancelled
source: Configuration cancelled.
de: Konfiguration abgebrochen.
es: Configuración cancelada.
fr: Configuration annulée.
it: Configurazione annullata.
ja: 設定がキャンセルされました。
nl: Configuratie geannuleerd.
no: Konfigurasjon avbrutt.
pl: Konfiguracja anulowana.
pt: Configuração cancelada.
sv: Konfiguration avbruten.

# bombConfigurationTitle
source: Bomb Operation Configuration
de: Bombenkonfiguration
es: Configuración de Bomba
fr: Configuration de l'Opération Bombe
it: Configurazione Bomba
ja: 爆弾シナリオ設定
nl: Bomconfiguratie
no: Bombekonfigurasjon
pl: Konfiguracja Bomby
pt: Configuração de Bomba
sv: Bombkonfiguration

# mapSelectedSuccess
source: Map "{mapName}" selected
de: Karte "{mapName}" ausgewählt
es: Mapa "{mapName}" seleccionado
fr: Carte "{mapName}" sélectionnée
it: Mappa "{mapName}" selezionata
ja: マップ「{mapName}」が選択されました
nl: Kaart "{mapName}" geselecteerd
no: Kart "{mapName}" valgt
pl: Wybrano mapę "{mapName}"
pt: Mapa "{mapName}" selecionado
sv: Karta "{mapName}" vald

# fieldOpenedSuccess
source: Field opened: {fieldName}
de: Feld geöffnet: {fieldName}
es: Campo abierto: {fieldName}
fr: Terrain ouvert : {fieldName}
it: Campo aperto: {fieldName}
ja: フィールドが開かれました: {fieldName}
nl: Veld geopend: {fieldName}
no: Bane åpnet: {fieldName}
pl: Pole otwarte: {fieldName}
pt: Campo aberto: {fieldName}
sv: Fält öppnat: {fieldName}

# fieldClosedSuccess
source: Field closed
de: Feld geschlossen
es: Campo cerrado
fr: Terrain fermé
it: Campo chiuso
ja: フィールドが閉じられました
nl: Veld gesloten
no: Bane lukket
pl: Pole zamknięte
pt: Campo fechado
sv: Fält stängt

# errorOpeningClosingField
source: Error opening/closing field: {error}
de: Fehler beim Öffnen/Schließen des Feldes: {error}
es: Error al abrir/cerrar el campo: {error}
fr: Erreur lors de l’ouverture/fermeture du terrain : {error}
it: Errore durante apertura/chiusura del campo: {error}
ja: フィールドの開閉時にエラーが発生しました: {error}
nl: Fout bij openen/sluiten van veld: {error}
no: Feil ved åpning/lukking av bane: {error}
pl: Błąd przy otwieraniu/zamykaniu pola: {error}
pt: Erro ao abrir/fechar o campo: {error}
sv: Fel vid öppning/stängning av fält: {error}

# noScenarioInfoCard
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
sv: Ingen

# unlimitedDurationInfoCard
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimitée
it: Illimitato
ja: 無制限
nl: Onbeperkt
no: Ubegrenset
pl: Nieograniczone
pt: Ilimitado
sv: Obegränsad

# gameConfigurationTitle
source: Game Configuration
de: Spielkonfiguration
es: Configuración del Juego
fr: Configuration de la partie
it: Configurazione Gioco
ja: ゲーム設定
nl: Spelconfiguratie
no: Spillkonfigurasjon
pl: Konfiguracja Gry
pt: Configuração do Jogo
sv: Spelkonfiguration

# selectMapButtonLabel
source: Choose a Map
de: Karte auswählen
es: Elegir Mapa
fr: Choisir une carte
it: Scegli una Mappa
ja: マップを選択
nl: Kies een Kaart
no: Velg Kart
pl: Wybierz Mapę
pt: Escolher Mapa
sv: Välj Karta

# selectScenariosButtonLabel
source: Choose Scenarios
de: Szenarien auswählen
es: Elegir Escenarios
fr: Choisir scénarios
it: Scegli Scenari
ja: シナリオを選択
nl: Kies Scenario's
no: Velg Scenarioer
pl: Wybierz Scenariusze
pt: Escolher Cenários
sv: Välj Scenarier

# setDurationButtonLabel
source: Set Duration
de: Dauer festlegen
es: Establecer duración
fr: Définir durée
it: Imposta Durata
ja: 時間を設定
nl: Stel Duur in
no: Sett Varighet
pl: Ustaw Czas
pt: Definir Duração
sv: Ställ in Varaktighet

# participateAsPlayerLabel
source: Participate as player:
de: Als Spieler teilnehmen:
es: Participar como jugador:
fr: Participer en tant que joueur :
it: Partecipa come giocatore:
ja: プレイヤーとして参加:
nl: Deelnemen als speler:
no: Delta som spiller:
pl: Weź udział jako gracz:
pt: Participar como jogador:
sv: Delta som spelare:

# teamLabelPlayerList
source: Team: {teamName}
es: Equipo: {teamName}
fr: Équipe: {teamName}
it: Squadra: {teamName}
ja: チーム: {teamName}
no: Lag: {teamName}
pl: Drużyna: {teamName}
pt: Equipa: {teamName}
sv: Lag: {teamName}

# youHostLabel
source: You (Host)
de: Du (Host)
es: Tú (Host)
fr: Vous (Hôte)
it: Tu (Host)
ja: あなた (ホスト)
nl: Jij (Host)
no: Du (Vert)
pl: Ty (Host)
pt: Você (Host)
sv: Du (Host)

# loadingDialogMessage
source: Starting game...
de: Spiel wird gestartet...
es: Iniciando el juego...
fr: Lancement de la partie...
it: Avvio del gioco...
ja: ゲームを開始中...
nl: Spel starten...
no: Starter spillet...
pl: Uruchamianie gry...
pt: Iniciando o jogo...
sv: Startar spelet...

# interactiveMapEditorTitleCreate
source: Create Interactive Map
de: Interaktive Karte erstellen
es: Crear Mapa Interactivo
fr: Créer Carte Interactive
it: Crea Mappa Interattiva
ja: インタラクティブマップを作成
nl: Interactieve Kaart Aanmaken
no: Lag Interaktivt Kart
pl: Utwórz Interaktywną Mapę
pt: Criar Mapa Interativo
sv: Skapa Interaktiv Karta

# interactiveMapEditorTitleEdit
source: Edit: {mapName}
de: Bearbeiten: {mapName}
es: Editar: {mapName}
fr: Modifier: {mapName}
it: Modifica: {mapName}
ja: 編集: {mapName}
nl: Bewerken: {mapName}
no: Rediger: {mapName}
pl: Edytuj: {mapName}
pt: Editar: {mapName}
sv: Redigera: {mapName}

# saveMapTooltip
source: Save Map
de: Karte speichern
es: Guardar Mapa
fr: Sauvegarder la Carte
it: Salva Mappa
ja: マップを保存
nl: Kaart opslaan
no: Lagre Kart
pl: Zapisz Mapę
pt: Salvar Mapa
sv: Spara Karta

# descriptionOptionalLabel
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
it: Descrizione (opzionale)
ja: 説明（任意）
nl: Beschrijving (optioneel)
no: Beskrivelse (valgfritt)
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
sv: Beskrivning (valfritt)

# searchAddressLabel
source: Search Address
de: Adresse suchen
es: Buscar Dirección
fr: Rechercher une adresse
it: Cerca Indirizzo
ja: 住所を検索
nl: Adres zoeken
no: Søk Adresse
pl: Szukaj Adresu
pt: Pesquisar Endereço
sv: Sök Adress

# viewModeLabel
source: View
de: Ansicht
es: Vista
fr: Vue
it: Vista
ja: ビュー
nl: Weergave
no: Visning
pl: Widok
pt: Visualizar
sv: Vy

# drawBoundaryModeLabel
source: Field
de: Feld
es: Campo
fr: Terrain
it: Campo
ja: フィールド
nl: Veld
no: Bane
pl: Pole
pt: Campo
sv: Fält

# drawZoneModeLabel
source: Zone
es: Zona
it: Zona
ja: ゾーン
no: Sone
pl: Strefa
pt: Zona
sv: Zon

# placePOIModeLabel
source: Points
de: Punkte
es: Puntos
it: Punti
ja: ポイント
nl: Punten
no: Punkter
pl: Punkty
pt: Pontos
sv: Punkter

# defineBoundariesButton
source: Define Boundaries
de: Grenzen definieren
es: Definir Límites
fr: Définir Limites
it: Definisci Confini
ja: 境界を定義
nl: Grenzen definiëren
no: Definer Grenser
pl: Zdefiniuj Granice
pt: Definir Limites
sv: Definiera Gränser

# undoPointButton
source: Undo Point
de: Punkt zurücknehmen
es: Deshacer Punto
fr: Annuler Point
it: Annulla Punto
ja: ポイントを元に戻す
nl: Punt ongedaan maken
no: Angre Punkt
pl: Cofnij Punkt
pt: Desfazer Ponto
sv: Ångra Punkt
