Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

# terroristsWinResult
source: 🔥 Terrorists Win
de: 🔥 Terroristen gewinnen
es: 🔥 Ganan los terroristas
fr: 🔥 Victoire des Terroristes
it: 🔥 Vittoria Terroristi
ja: 🔥 テロリスト勝利
nl: 🔥 Terroristen winnen
no: 🔥 Terroristene vinner
pl: 🔥 Terroryści wygrywają
pt: 🔥 Terroristas vencem
sv: 🔥 Terroristerna vinner

# counterTerroristsWinResult
source: 🛡️ Counter-Terrorists Win
de: 🛡️ Anti-Terror gewinnt
es: 🛡️ Ganan los antiterroristas
fr: 🛡️ Victoire des Anti-terroristes
it: 🛡️ Vittoria Anti-terroristi
ja: 🛡️ 対テロ勝利
nl: 🛡️ Antiterroristen winnen
no: 🛡️ Antiterror vinner
pl: 🛡️ Antyterroryści wygrywają
pt: 🛡️ Antiterror vence
sv: 🛡️ Antiterroristerna vinner

# drawResult
source: 🤝 Draw
de: 🤝 Unentschieden
es: 🤝 Empate
fr: 🤝 Match nul
it: 🤝 Pareggio
ja: 🤝 引き分け
nl: 🤝 Gelijkspel
no: 🤝 Uavgjort
pl: 🤝 Remis
pt: 🤝 Empate
sv: 🤝 Oavgjort

# detailedStatsLabel
source: Detailed Statistics
de: Detaillierte Statistiken
es: Estadísticas detalladas
fr: Statistiques détaillées
it: Statistiche Dettagliate
ja: 詳細統計
nl: Gedetailleerde statistieken
no: Detaljert statistikk
pl: Szczegółowe statystyki
pt: Estatísticas detalhadas
sv: Detaljerad statistik

# statisticLabel
source: Statistic
de: Statistik
es: Estadística
fr: Statistique
it: Statistica
ja: 統計
nl: Statistiek
no: Statistikk
pl: Statystyka
pt: Estatística
sv: Statistik

# valueLabel
source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
sv: Värde

# totalSitesStat
source: Total Sites
de: Gesamtorte
es: Total de sitios
fr: Sites totaux
it: Totale siti
ja: 総サイト数
nl: Totaal locaties
no: Totalt områder
pl: Łączna liczba miejsc
pt: Total de locais
sv: Totalt platser

# bombTimerStat
source: Bomb Timer
de: Bombentimer
es: Temporizador de bomba
fr: Timer bombe
it: Timer bomba
ja: 爆弾タイマー
nl: Bomtijd
no: Bombetid
pl: Czas bomby
pt: Temporizador da bomba

# defuseTimeStat
source: Defuse Time
de: Entschärfungszeit
es: Tiempo de desactivación
fr: Temps désarmement
it: Tempo di disinnesco
ja: 解除時間
nl: Ontmantelingstijd
no: Desarmeringstid
pl: Czas rozbrojenia
pt: Tempo de desarme
sv: Desarmeringstid

# armingTimeStat
source: Arming Time
de: Schärfungszeit
es: Tiempo de activación
fr: Temps armement
it: Tempo di attivazione
ja: 設置時間
nl: Plaatsingstijd
no: Armeringstid
pl: Czas uzbrojenia
pt: Tempo de armamento
sv: Armeringstid

# historyScreenTitleField
source: Field History
de: Feldverlauf
es: Historial del campo
fr: Historique du terrain
it: Cronologia del campo
ja: フィールド履歴
nl: Veldgeschiedenis
no: Felthistorikk
pl: Historia pola
pt: Histórico do campo
sv: Fältets historia

# historyScreenTitleGeneric
source: Fields History
de: Feldverläufe
es: Historial de campos
fr: Historique des terrains
it: Cronologia dei campi
ja: フィールド全履歴
nl: Velden Geschiedenis
no: Felters Historikk
pl: Historia pól
pt: Histórico dos campos
sv: Fältens historia

source: No fields available
de: Keine Felder verfügbar
es: No hay campos disponibles
fr: Aucun terrain disponible
it: Nessun campo disponibile
ja: 利用可能なフィールドがありません
nl: Geen velden beschikbaar
no: Ingen felt tilgjengelig
pl: Brak dostępnych pól
pt: Nenhum campo disponível
sv: Inga fält tillgängliga

# deleteFieldTooltip
source: Delete this field
de: Dieses Feld löschen
es: Eliminar este campo
fr: Supprimer ce terrain
it: Elimina questo campo
ja: このフィールドを削除
nl: Verwijder dit veld
no: Slett dette feltet
pl: Usuń to pole
pt: Excluir este campo
sv: Ta bort detta fält

# deleteFieldConfirmationMessage
source: Are you sure you want to delete field "{fieldName}" and all its history?
de: Möchten Sie das Feld "{fieldName}" und seinen gesamten Verlauf wirklich löschen?
es: ¿Estás seguro de que deseas eliminar el campo "{fieldName}" y todo su historial?
fr: Voulez-vous vraiment supprimer le terrain "{fieldName}" et tout son historique ?
it: Sei sicuro di voler eliminare il campo "{fieldName}" e tutta la sua cronologia?
ja: フィールド「{fieldName}」とその履歴を削除してもよろしいですか？
nl: Weet je zeker dat je veld "{fieldName}" en alle geschiedenis wilt verwijderen?
no: Er du sikker på at du vil slette feltet "{fieldName}" og all historikk?
pl: Czy na pewno chcesz usunąć pole "{fieldName}" i całą jego historię?
pt: Tem certeza de que deseja excluir o campo "{fieldName}" e todo o seu histórico?
sv: Är du säker på att du vill ta bort fältet "{fieldName}" och all dess historia?

# fieldDeletedSuccess
source: Field "{fieldName}" deleted
de: Feld "{fieldName}" gelöscht
es: Campo "{fieldName}" eliminado
fr: Terrain "{fieldName}" supprimé
it: Campo "{fieldName}" eliminato
ja: フィールド「{fieldName}」を削除しました
nl: Veld "{fieldName}" verwijderd
no: Felt "{fieldName}" slettet
pl: Pole "{fieldName}" zostało usunięte
pt: Campo "{fieldName}" excluído
sv: Fältet "{fieldName}" borttaget

# newFieldTitle
source: New Field
de: Neues Feld
es: Nuevo campo
fr: Nouveau terrain
it: Nuovo campo
ja: 新しいフィールド
nl: Nieuw veld
no: Nytt felt
pl: Nowe pole
pt: Novo campo
sv: Nytt fält

# editFieldTitle
source: Edit Field
de: Feld bearbeiten
es: Editar campo
fr: Modifier le terrain
it: Modifica campo
ja: フィールド編集
nl: Veld bewerken
no: Rediger felt
pl: Edytuj pole
pt: Editar campo
sv: Redigera fält

# fieldNameLabel
source: Field Name *
de: Feldname *
es: Nombre del campo *
fr: Nom du terrain *
it: Nome del campo *
ja: フィールド名 *
nl: Veldnaam *
no: Feltnavn *
pl: Nazwa pola *
pt: Nome do campo *
sv: Fältnamn *

# fieldDescriptionLabel
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt: Descrição
sv: Beskrivning

# fieldAddressLabel
source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
sv: Adress

# latitudeLabel
source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
ja: 緯度
nl: Breedtegraad
no: Breddegrad
pl: Szerokość geograficzna
sv: Latitud

# longitudeLabel
source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
ja: 経度
nl: Lengtegraad
no: Lengdegrad
pl: Długość geograficzna
sv: Longitud

# widthLabel
source: Width (m)
de: Breite (m)
es: Ancho (m)
fr: Largeur (m)
it: Larghezza (m)
ja: 幅 (m)
nl: Breedte (m)
no: Bredde (m)
pl: Szerokość (m)
pt: Largura (m)
sv: Bredd (m)

# lengthLabel
source: Length (m)
de: Länge (m)
es: Largo (m)
fr: Longueur (m)
it: Lunghezza (m)
ja: 長さ (m)
nl: Lengte (m)
no: Lengde (m)
pl: Długość (m)
pt: Comprimento (m)
sv: Längd (m)

# createFieldButton
source: Create Field
de: Feld erstellen
es: Crear campo
fr: Créer le terrain
it: Crea campo
ja: フィールドを作成
nl: Veld aanmaken
no: Opprett bane
pl: Utwórz pole
pt: Criar campo
sv: Skapa fält

# updateFieldButton
source: Update Field
de: Feld aktualisieren
es: Actualizar campo
fr: Mettre à jour le terrain
it: Aggiorna campo
ja: フィールドを更新
nl: Veld bijwerken
no: Oppdater bane
pl: Zaktualizuj pole
pt: Atualizar campo
sv: Uppdatera fält

# fieldRequiredError
source: Please enter a name for the field
de: Bitte geben Sie einen Namen für das Feld ein
es: Por favor, introduce un nombre para el campo
fr: Veuillez entrer un nom pour le terrain
it: Inserisci un nome per il campo
ja: フィールド名を入力してください
nl: Voer een naam in voor het veld
no: Vennligst oppgi et navn på banen
pl: Wprowadź nazwę pola
pt: Por favor, insira um nome para o campo
sv: Ange ett namn för fältet

# fieldSavedSuccess
source: Field saved successfully
de: Feld erfolgreich gespeichert
es: Campo guardado con éxito
fr: Terrain sauvegardé avec succès
it: Campo salvato con successo
ja: フィールドが正常に保存されました
nl: Veld succesvol opgeslagen
no: Bane lagret
pl: Pole zapisane pomyślnie
pt: Campo salvo com sucesso
sv: Fält sparat

# newMapTitle
source: New Map
de: Neue Karte
es: Nuevo mapa
fr: Nouvelle carte
it: Nuova mappa
ja: 新しいマップ
nl: Nieuwe kaart
no: Nytt kart
pl: Nowa mapa
pt: Novo mapa
sv: Ny karta

# scaleLabel
source: Scale (m/pixel)
de: Maßstab (m/Pixel)
es: Escala (m/píxel)
fr: Échelle (m/pixel)
it: Scala (m/pixel)
ja: スケール (m/ピクセル)
nl: Schaal (m/pixel)
no: Skala (m/piksel)
pl: Skala (m/piksel)
pt: Escala (m/pixel)
sv: Skala (m/pixel)

# mapNameRequiredError
source: Please enter a name for the map
de: Bitte geben Sie einen Namen für die Karte ein
es: Por favor, introduce un nombre para el mapa
fr: Veuillez entrer un nom pour la carte
it: Inserisci un nome per la mappa
ja: マップ名を入力してください
nl: Voer een naam in voor de kaart
no: Vennligst oppgi et navn på kartet
pl: Wprowadź nazwę mapy
pt: Por favor, insira um nome para o mapa
sv: Ange ett namn för kartan

# invalidScaleError
source: Please enter a valid scale
de: Bitte geben Sie einen gültigen Maßstab ein
es: Por favor, introduce una escala válida
fr: Veuillez entrer une échelle valide
it: Inserisci una scala valida
ja: 有効なスケールを入力してください
nl: Voer een geldige schaal in
no: Vennligst oppgi en gyldig skala
pl: Wprowadź prawidłową skalę
pt: Por favor, insira uma escala válida
sv: Ange en giltig skala

# interactiveMapAddressLabel
source: Field Address
de: Feldadresse
es: Dirección del campo
fr: Adresse du terrain
it: Indirizzo del campo
ja: フィールド住所
nl: Veldadres
no: Baneadresse
pl: Adres pola
pt: Endereço do campo
sv: Fältadress

# defineInteractiveMapButton
source: Define Interactive Map
de: Interaktive Karte definieren
es: Definir mapa interactivo
fr: Définir la carte interactive
it: Definisci mappa interattiva
ja: インタラクティブマップを定義
nl: Interactieve kaart definiëren
no: Definer interaktivt kart
pl: Zdefiniuj interaktywną mapę
pt: Definir mapa interativo
sv: Definiera interaktiv karta

# editInteractiveMapButton
source: Edit Interactive Map
de: Interaktive Karte bearbeiten
es: Editar mapa interactivo
fr: Modifier la carte interactive
it: Modifica mappa interattiva
ja: インタラクティブマップを編集
nl: Interactieve kaart bewerken
no: Rediger interaktivt kart
pl: Edytuj interaktywną mapę
pt: Editar mapa interativo
sv: Redigera interaktiv karta

# mapSavedSuccess
source: Map saved successfully
de: Karte erfolgreich gespeichert
es: Mapa guardado con éxito
fr: Carte sauvegardée avec succès
it: Mappa salvata con successo
ja: マップが正常に保存されました
nl: Kaart succesvol opgeslagen
no: Kart lagret
pl: Mapa zapisana pomyślnie
pt: Mapa salvo com sucesso
sv: Karta sparad

# updateMapButton
source: Update Map
de: Karte aktualisieren
es: Actualizar mapa
fr: Mettre à jour la carte
it: Aggiorna mappa
ja: マップを更新
nl: Kaart bijwerken
no: Oppdater kart
pl: Zaktualizuj mapę
pt: Atualizar mapa
sv: Uppdatera karta

# hostDashboardTitle
source: Host Dashboard
es: Panel del anfitrión
fr: Tableau de bord Hôte
it: Dashboard host
ja: ホストダッシュボード
no: Vertspanel
pl: Panel gospodarza
pt: Painel do anfitrião
sv: Värddashboard

# historyTab
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
nl: Geschiedenis
no: Historikk
pl: Historia
pt: Histórico
sv: Historik

# invitationReceivedTitle
source: Invitation Received
de: Einladung erhalten
es: Invitación recibida
fr: Invitation reçue
it: Invito ricevuto
ja: 招待を受信
nl: Uitnodiging ontvangen
no: Invitasjon mottatt
pl: Otrzymano zaproszenie
pt: Convite recebido
sv: Inbjudan mottagen

# invitationReceivedMessage
source: You have been invited by {username} to join the map "{mapName}".
de: Sie wurden von {username} eingeladen, der Karte "{mapName}" beizutreten.
es: Has sido invitado por {username} a unirte al mapa "{mapName}".
fr: Vous avez été invité par {username} pour rejoindre la carte "{mapName}".
it: Sei stato invitato da {username} a unirti alla mappa "{mapName}".
ja: {username} から「{mapName}」マップへの招待が届きました。
nl: Je bent uitgenodigd door {username} om deel te nemen aan de kaart "{mapName}".
no: Du har blitt invitert av {username} til å bli med på kartet "{mapName}".
pl: Otrzymałeś zaproszenie od {username} do dołączenia do mapy "{mapName}".
pt: Você foi convidado por {username} para participar do mapa "{mapName}".
sv: Du har blivit inbjuden av {username} att gå med i kartan "{mapName}".

# noActionForFieldTabSnackbar
source: Use the Maps tab to create or modify maps
de: Nutze den Tab „Karten“, um Karten zu erstellen oder zu bearbeiten
es: Usa la pestaña Mapas para crear o modificar mapas
fr: Utilisez l'onglet Cartes pour créer ou modifier des cartes
it: Usa la scheda Mappe per creare o modificare le mappe
ja: 「マップ」タブでマップを作成または編集してください
nl: Gebruik de Kaarten-tab om kaarten te maken of te bewerken
no: Bruk Kart-fanen for å lage eller redigere kart
pl: Użyj zakładki Mapy, aby tworzyć lub edytować mapy
pt: Use a aba Mapas para criar ou modificar mapas
sv: Använd fliken Kartor för att skapa eller redigera kartor

# openFieldFirstSnackbar
source: Please open a field first
de: Bitte öffne zuerst ein Spielfeld
es: Abre un campo primero
fr: Veuillez d'abord ouvrir un terrain
it: Apri prima un campo
ja: 先にフィールドを開いてください
nl: Open eerst een veld
no: Åpne et bane først
pl: Najpierw otwórz pole
pt: Abra um campo primeiro
sv: Öppna ett fält först

# noMapAvailable
source: No map
de: Keine Karte
es: Sin mapa
fr: Aucune carte
it: Nessuna mappa
ja: マップなし
nl: Geen kaart
no: Ingen kart
pl: Brak mapy
pt: Sem mapa
sv: Ingen karta

# createMapPrompt
source: Create a map to get started
de: Erstelle eine Karte, um loszulegen
es: Crea un mapa para comenzar
fr: Créez une carte pour commencer
it: Crea una mappa per iniziare
ja: マップを作成して開始しましょう
nl: Maak een kaart om te beginnen
no: Lag et kart for å komme i gang
pl: Utwórz mapę, aby rozpocząć
pt: Crie um mapa para começar
sv: Skapa en karta för att börja

# noScenarioAvailable
source: No scenario
de: Kein Szenario
es: Sin escenario
fr: Aucun scénario
it: Nessuno scenario
ja: シナリオなし
nl: Geen scenario
no: Ingen scenario
pl: Brak scenariusza
pt: Nenhum cenário
sv: Inget scenario

# createScenarioPrompt
source: Create a scenario to get started
de: Erstelle ein Szenario, um loszulegen
es: Crea un escenario para comenzar
fr: Créez un scénario pour commencer
it: Crea uno scenario per iniziare
ja: シナリオを作成して開始しましょう
nl: Maak een scenario om te beginnen
no: Lag et scenario for å komme i gang
pl: Utwórz scenariusz, aby rozpocząć
pt: Crie um cenário para começar
sv: Skapa ett scenario för att börja

# scoreboardButton
source: Scoreboard
de: Punktetafel
es: Marcador
fr: Tableau des scores
it: Classifica
ja: スコアボード
nl: Scorebord
no: Poengtavle
pl: Tablica wyników
pt: Placar
sv: Poängtavla

# confirmDeleteTitle
source: Confirm Deletion
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
ja: 削除の確認
nl: Verwijdering bevestigen
no: Bekreft sletting
pl: Potwierdź usunięcie
pt: Confirmar exclusão
sv: Bekräfta borttagning

# confirmDeleteMapMessage
source: Are you sure you want to delete this map?
de: Möchtest du diese Karte wirklich löschen?
es: ¿Seguro que deseas eliminar este mapa?
fr: Voulez-vous vraiment supprimer cette carte ?
it: Sei sicuro di voler eliminare questa mappa?
ja: このマップを削除してもよろしいですか？
nl: Weet je zeker dat je deze kaart wilt verwijderen?
no: Er du sikker på at du vil slette dette kartet?
pl: Czy na pewno chcesz usunąć tę mapę?
pt: Tem certeza de que deseja excluir este mapa?
sv: Är du säker på att du vill ta bort den här kartan?

# mapDeletedSuccess
source: Map deleted successfully
de: Karte erfolgreich gelöscht
es: Mapa eliminado con éxito
fr: Carte supprimée avec succès
it: Mappa eliminata con successo
ja: マップが削除されました
nl: Kaart succesvol verwijderd
no: Kart slettet
pl: Mapa została usunięta
pt: Mapa excluído com sucesso
sv: Karta borttagen

# errorDeletingMap
source: Error deleting map: {error}
de: Fehler beim Löschen der Karte: {error}
es: Error al eliminar el mapa: {error}
fr: Erreur lors de la suppression de la carte : {error}
it: Errore durante l'eliminazione della mappa: {error}
ja: マップ削除中にエラーが発生しました: {error}
nl: Fout bij verwijderen van kaart: {error}
no: Feil ved sletting av kart: {error}
pl: Błąd podczas usuwania mapy: {error}
pt: Erro ao excluir o mapa: {error}
sv: Fel vid borttagning av karta: {error}

# confirmDeleteScenarioMessage
source: Are you sure you want to delete this scenario?
de: Möchtest du dieses Szenario wirklich löschen?
es: ¿Seguro que deseas eliminar este escenario?
fr: Voulez-vous vraiment supprimer ce scénario ?
it: Sei sicuro di voler eliminare questo scenario?
ja: このシナリオを削除してもよろしいですか？
nl: Weet je zeker dat je dit scenario wilt verwijderen?
no: Er du sikker på at du vil slette dette scenariet?
pl: Czy na pewno chcesz usunąć ten scenariusz?
pt: Tem certeza de que deseja excluir este cenário?
sv: Är du säker på att du vill ta bort detta scenario?

# scenarioDeletedSuccess
source: Scenario deleted
de: Szenario gelöscht
es: Escenario eliminado
fr: Scénario supprimé
it: Scenario eliminato
ja: シナリオが削除されました
nl: Scenario verwijderd
no: Scenario slettet
pl: Scenariusz został usunięty
pt: Cenário excluído
sv: Scenario borttaget

# noTeamsCreated
source: No teams
de: Keine Teams
es: Sin equipos
fr: Aucune équipe
it: Nessuna squadra
ja: チームなし
nl: Geen teams
no: Ingen lag
pl: Brak drużyn
pt: Nenhuma equipe
sv: Inga lag

# createTeamPrompt
source: Create a team to get started
de: Erstelle ein Team, um zu starten
es: Crea un equipo para comenzar
fr: Créez une équipe pour commencer
it: Crea una squadra per iniziare
ja: チームを作成して開始しましょう
nl: Maak een team om te beginnen
no: Lag et lag for å komme i gang
pl: Utwórz drużynę, aby rozpocząć
pt: Crie uma equipe para começar
sv: Skapa ett lag för att börja

# playersUnavailableTitle
source: Players unavailable
de: Spielerverwaltung nicht verfügbar
es: Jugadores no disponibles
fr: Joueurs non disponibles
it: Gestione giocatori non disponibile
ja: プレイヤー管理が利用できません
nl: Spelersbeheer niet beschikbaar
no: Spilleradministrasjon utilgjengelig
pl: Zarządzanie graczami niedostępne
pt: Gerenciamento de jogadores indisponível
sv: Spelarhantering inte tillgänglig

# goToFieldTabButton
source: Go to Field Tab
de: Zum Feld-Tab
es: Ir a la pestaña de campo
fr: Aller à l'onglet Terrain
it: Vai alla scheda Campo
ja: フィールドタブへ移動
nl: Ga naar Veld-tab
no: Gå til Felt-fanen
pl: Przejdź do zakładki Pola
pt: Ir para a aba Campo
sv: Gå till Fältfliken

# errorLoadingMaps
source: Error loading maps: {error}
de: Fehler beim Laden der Karten: {error}
es: Error al cargar mapas: {error}
fr: Erreur lors du chargement des cartes: {error}
it: Errore nel caricamento delle mappe: {error}
ja: マップ読み込みエラー: {error}
nl: Fout bij het laden van kaarten: {error}
no: Feil ved lasting av kart: {error}
pl: Błąd podczas ładowania map: {error}
pt: Erro ao carregar mapas: {error}
sv: Fel vid inläsning av kartor: {error}

# errorLoadingScenarios
source: Error loading scenarios: {error}
de: Fehler beim Laden der Szenarien: {error}
es: Error al cargar escenarios: {error}
fr: Erreur lors du chargement des scénarios: {error}
it: Errore nel caricamento degli scenari: {error}
ja: シナリオ読み込みエラー: {error}
nl: Fout bij het laden van scenario's: {error}
no: Feil ved lasting av scenarier: {error}
pl: Błąd podczas ładowania scenariuszy: {error}
pt: Erro ao carregar cenários: {error}
sv: Fel vid inläsning av scenarier: {error}

# searchTab
source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Buscar
sv: Sök

# searchPlayersHint
source: Enter a username
de: Benutzernamen eingeben
es: Introduce un nombre de usuario
fr: Entrez un nom d'utilisateur
it: Inserisci un nome utente
ja: ユーザー名を入力
nl: Voer een gebruikersnaam in
no: Skriv inn brukernavn
pl: Wpisz nazwę użytkownika
pt: Digite um nome de usuário
sv: Ange ett användarnamn

# noResultsFound
source: No results. Try another search.
de: Keine Ergebnisse. Versuch eine andere Suche.
es: Sin resultados. Prueba otra búsqueda.
fr: Aucun résultat. Essayez une autre recherche.
it: Nessun risultato. Prova un'altra ricerca.
ja: 結果がありません。別の検索を試してください。
nl: Geen resultaten. Probeer een andere zoekopdracht.
no: Ingen resultater. Prøv et annet søk.
pl: Brak wyników. Spróbuj innego wyszukiwania.
pt: Nenhum resultado. Tente outra busca.
sv: Inga resultat. Försök med en annan sökning.

# inviteButton
source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita
ja: 招待する
nl: Uitnodigen
no: Inviter
pl: Zaproś
pt: Convidar
sv: Bjud in

# invitationFrom
source: Invitation from {username}
de: Einladung von {username}
es: Invitación de {username}
fr: Invitation de {username}
it: Invito da {username}
ja: {username} からの招待
nl: Uitnodiging van {username}
no: Invitasjon fra {username}
pl: Zaproszenie od {username}
pt: Convite de {username}
sv: Inbjudan från {username}

# mapLabelShort
source: Map: {mapName}
de: Karte: {mapName}
es: Mapa: {mapName}
fr: Carte: {mapName}
it: Mappa: {mapName}
ja: マップ: {mapName}
nl: Kaart: {mapName}
no: Kart: {mapName}
pl: Mapa: {mapName}
pt: Mapa: {mapName}
sv: Karta: {mapName}

# invitationsSentTitle
source: Invitations Sent
de: Gesendete Einladungen
es: Invitaciones enviadas
fr: Invitations envoyées
it: Inviti inviati
ja: 送信した招待
nl: Verzonden uitnodigingen
no: Sendte invitasjoner
pl: Wysłane zaproszenia
pt: Convites enviados
sv: Skickade inbjudningar

source: No invitations sent
de: Keine Einladungen gesendet
es: No se han enviado invitaciones
fr: Aucune invitation envoyée
it: Nessun invito inviato
ja: 送信した招待はありません
nl: Geen uitnodigingen verzonden
no: Ingen invitasjoner sendt
pl: Brak wysłanych zaproszeń
pt: Nenhum convite enviado
sv: Inga inbjudningar skickade

# invitationTo
source: Invitation to {username}
de: Einladung an {username}
es: Invitación a {username}
fr: Invitation à {username}
it: Invito a {username}
ja: {username} への招待
nl: Uitnodiging aan {username}
no: Invitasjon til {username}
pl: Zaproszenie do {username}
pt: Convite para {username}
sv: Inbjudan till {username}

# statusPending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
nl: In afwachting
no: Avventer
pl: Oczekujące
pt: Pendente
sv: Väntar

# statusAccepted
source: Accepted
de: Akzeptiert
es: Aceptado
fr: Acceptée
it: Accettato
ja: 承認済み
nl: Geaccepteerd
no: Akseptert
pl: Zaakceptowano
pt: Aceito
sv: Accepterad

# statusDeclined
source: Declined
de: Abgelehnt
es: Rechazado
fr: Refusée
it: Rifiutato
ja: 辞退済み
nl: Geweigerd
no: Avslått
pl: Odrzucone
pt: Recusado
sv: Avböjd

# unassignedPlayersLabel
source: Unassigned Players
de: Nicht zugewiesene Spieler
es: Jugadores sin asignar
fr: Joueurs sans équipe
it: Giocatori non assegnati
ja: 未割り当てプレイヤー
nl: Niet-toegewezen spelers
no: Ufordelte spillere
pl: Nieprzypisani gracze
pt: Jogadores não atribuídos
sv: Oassignerade spelare

# assignTeamHint
source: Assign
de: Zuweisen
es: Asignar
fr: Assigner
it: Assegna
ja: 割り当て
nl: Toewijzen
no: Tildel
pl: Przypisz
pt: Atribuir
sv: Tilldela

# kickPlayerTooltip
source: Kick Player
de: Spieler entfernen
es: Expulsar jugador
fr: Déconnecter le joueur
it: Espelli giocatore
ja: プレイヤーをキック
nl: Speler verwijderen
no: Fjern spiller
pl: Usuń gracza
pt: Expulsar jogador
sv: Ta bort spelare

# removeFromTeamTooltip
source: Remove from team
de: Aus Team entfernen
es: Eliminar del equipo
fr: Retirer de l'équipe
it: Rimuovi dal team
ja: チームから削除
nl: Uit team verwijderen
no: Fjern fra lag
pl: Usuń z drużyny
pt: Remover da equipa
sv: Ta bort från lag

# playerKickedSuccess
source: {playerName} has been kicked from the game
de: {playerName} wurde aus dem Spiel entfernt
es: {playerName} ha sido expulsado del juego
fr: {playerName} a été déconnecté de la partie
it: {playerName} è stato espulso dal gioco
ja: {playerName} がゲームから削除されました
nl: {playerName} is uit het spel verwijderd
no: {playerName} er fjernet fra spillet
pl: {playerName} został usunięty z gry
pt: {playerName} foi removido do jogo
sv: {playerName} har tagits bort från spelet

# errorKickingPlayer
source: Error kicking player: {error}
de: Fehler beim Entfernen des Spielers: {error}
es: Error al expulsar al jugador: {error}
fr: Erreur lors de la déconnexion du joueur: {error}
it: Errore durante l'espulsione: {error}
ja: プレイヤーの削除中にエラー: {error}
nl: Fout bij verwijderen speler: {error}
no: Feil ved fjerning av spiller: {error}
pl: Błąd podczas usuwania gracza: {error}
pt: Erro ao expulsar jogador: {error}
sv: Fel vid borttagning av spelare: {error}
