Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

source: Cannot join game
de: Spielbeitritt nicht möglich
es: No se puede unir al juego
fr: Impossible de rejoindre la partie
it: Impossibile unirsi al gioco
ja: ゲームに参加できません
nl: Kan niet deelnemen aan het spel
no: Kan ikke bli med i spillet
pl: Nie można dołączyć do gry
pt: Não é possível entrar no jogo
sv: Kan inte gå med i spelet

# joinTeamTitle
source: Join a team
de: Team beitreten
es: Unirse a un equipo
fr: Rejoindre une équipe
it: Unisciti a una squadra
ja: チームに参加
nl: Team joinen
no: Bli med i et lag
pl: Dołącz do drużyny
pt: Entrar em uma equipe
sv: Gå med i ett lag

# errorLoadingTeams
source: Error loading teams: {error}
de: Fehler beim Laden der Teams: {error}
es: Error al cargar equipos: {error}
fr: Erreur lors du chargement des équipes: {error}
it: Errore durante il caricamento delle squadre: {error}
ja: チームの読み込み中にエラー: {error}
nl: Fout bij het laden van teams: {error}
no: Feil ved lasting av lag: {error}
pl: Błąd ładowania drużyn: {error}
pt: Erro ao carregar equipes: {error}
sv: Fel vid inläsning av lag: {error}

# retryButton
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
nl: Opnieuw proberen
no: Prøv igjen
pl: Spróbuj ponownie
pt: Tentar novamente
sv: Försök igen

# noTeamsAvailableTitle
source: No teams available
de: Keine Teams verfügbar
es: No hay equipos disponibles
fr: Aucune équipe disponible
it: Nessuna squadra disponibile
ja: チームがありません
nl: Geen teams beschikbaar
no: Ingen lag tilgjengelig
pl: Brak dostępnych drużyn
pt: Nenhuma equipe disponível
sv: Inga lag tillgängliga

# noTeamsAvailableMessage
source: Ask an organizer to create a team
de: Bitte den Organisator, ein Team zu erstellen
es: Pide a un organizador que cree un equipo
fr: Demandez à un organisateur de créer une équipe
it: Chiedi a un organizzatore di creare una squadra
ja: 主催者にチームを作成してもらってください
nl: Vraag een organisator om een team aan te maken
no: Be en arrangør om å opprette et lag
pl: Poproś organizatora o utworzenie drużyny
pt: Peça a um organizador para criar uma equipe
sv: Be en arrangör att skapa ett lag

# refreshButton
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Atualizar
sv: Uppdatera

# joinedTeamSuccess
source: You have joined team {teamName}
de: Du bist dem Team {teamName} beigetreten
es: Te has unido al equipo {teamName}
fr: Vous avez rejoint l'équipe {teamName}
it: Ti sei unito al team {teamName}
ja: {teamName} チームに参加しました
nl: Je bent lid geworden van team {teamName}
no: Du har blitt med i laget {teamName}
pl: Dołączyłeś do drużyny {teamName}
pt: Você entrou no time {teamName}
sv: Du har gått med i laget {teamName}

# teamManagementTitle
source: Team Management
de: Teamverwaltung
es: Gestión de equipos
fr: Gestion des équipes
it: Gestione team
ja: チーム管理
nl: Teambeheer
no: Lagadministrasjon
pl: Zarządzanie drużynami
pt: Gerenciamento de times
sv: Laghantering

# errorLoadingTeamsAlt
source: Error loading teams
de: Fehler beim Laden der Teams
es: Error al cargar equipos
fr: Erreur lors du chargement des équipes
it: Errore nel caricamento dei team
ja: チームの読み込みエラー
nl: Fout bij het laden van teams
no: Feil ved lasting av lag
pl: Błąd podczas ładowania drużyn
pt: Erro ao carregar times
sv: Fel vid inläsning av lag

# joinedTeamSuccessAlt
source: Successfully joined the team
de: Erfolgreich dem Team beigetreten
es: Te uniste exitosamente al equipo
fr: Vous avez rejoint l'équipe avec succès
it: Unito con successo al team
ja: チームに正常に参加しました
nl: Succesvol lid geworden van het team
no: Vellykket blitt med i laget
pl: Pomyślnie dołączono do drużyny
pt: Entrou no time com sucesso
sv: Lyckades gå med i laget

# errorJoiningTeam
source: Error joining team: {error}
de: Fehler beim Beitreten zum Team: {error}
es: Error al unirse al equipo: {error}
fr: Erreur lors du changement d'équipe: {error}
it: Errore nell'unirsi al team: {error}
ja: チーム参加エラー: {error}
nl: Fout bij het joinen van team: {error}
no: Feil ved å bli med i laget: {error}
pl: Błąd podczas dołączania do drużyny: {error}
pt: Erro ao entrar no time: {error}
sv: Fel vid anslutning till lag: {error}

# noTeamsAvailableHostMessage
source: Wait for the host to create teams
de: Warte, bis der Host Teams erstellt
es: Espera a que el anfitrión cree equipos
fr: Attendez que l'hôte crée des équipes
it: Attendi che l'host crei le squadre
ja: ホストがチームを作成するのを待っています
nl: Wacht tot de host teams aanmaakt
no: Vent på at verten oppretter lag
pl: Poczekaj, aż gospodarz utworzy drużyny
pt: Aguarde o anfitrião criar os times
sv: Vänta på att värden skapar lag

# yourTeamChip
source: Your team
de: Dein Team
es: Tu equipo
fr: Votre équipe
it: La tua squadra
ja: あなたのチーム
nl: Jouw team
no: Ditt lag
pl: Twoja drużyna
pt: Seu time
sv: Ditt lag

# noPlayersConnectedMessage
source: Connected players will appear here
de: Verbundene Spieler werden hier angezeigt
es: Los jugadores conectados aparecerán aquí
fr: Les joueurs connectés apparaîtront ici
it: I giocatori connessi appariranno qui
ja: 接続されたプレイヤーはここに表示されます
nl: Verbonden spelers verschijnen hier
no: Tilkoblede spillere vises her
pl: Połączeni gracze pojawią się tutaj
pt: Jogadores conectados aparecerão aqui
sv: Anslutna spelare visas här

# gameMapScreenTitle
source: Game Map
de: Spielkarte
es: Mapa del juego
fr: Carte de jeu
it: Mappa di gioco
ja: ゲームマップ
nl: Spelkaart
no: Spillkart
pl: Mapa gry
pt: Mapa do jogo
sv: Spelkarta

# fullscreenTooltip
source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
ja: 全画面表示
nl: Volledig scherm
no: Fullskjerm
pl: Pełny ekran
pt: Tela cheia
sv: Helskärm

# satelliteViewTooltip
source: Satellite view
de: Satellitenansicht
es: Vista satélite
fr: Vue satellite
it: Vista satellitare
ja: 衛星ビュー
nl: Satellietweergave
no: Satellittvisning
pl: Widok satelitarny
pt: Vista de satélite
sv: Satellitvy

# standardViewTooltip
source: Standard view
de: Standardansicht
es: Vista estándar
fr: Vue standard
it: Vista standard
ja: 標準ビュー
nl: Standaardweergave
no: Standardvisning
pl: Widok standardowy
pt: Vista padrão
sv: Standardvy

# bombTimeRemaining
source: BOMB: {time}
de: BOMBE: {time}
es: BOMBA: {time}
fr: BOMBE: {time}
it: BOMBA: {time}
ja: 爆弾: {time}
nl: BOM: {time}
no: BOMBE: {time}
pl: BOMBA: {time}
pt: BOMBA: {time}

# centerOnLocationTooltip
source: Center on current location
de: Auf aktuellen Standort zentrieren
es: Centrar en la ubicación actual
fr: Centrer sur la position actuelle
it: Centra sulla posizione attuale
ja: 現在地に中心を合わせる
nl: Centreren op huidige locatie
no: Sentrer på nåværende posisjon
pl: Wyśrodkuj na bieżącej lokalizacji
pt: Centralizar na localização atual
sv: Centrera på nuvarande plats

# errorCenteringLocation
source: Error centering on current location: {error}
de: Fehler beim Zentrieren auf aktuellen Standort: {error}
es: Error al centrar en la ubicación actual: {error}
fr: Erreur lors du centrage sur la position actuelle: {error}
it: Errore durante la centratura sulla posizione: {error}
ja: 現在地への中心合わせエラー: {error}
nl: Fout bij centreren op huidige locatie: {error}
no: Feil ved sentrering på nåværende posisjon: {error}
pl: Błąd podczas wyśrodkowywania: {error}
pt: Erro ao centralizar na localização atual: {error}
sv: Fel vid centrering på nuvarande plats: {error}

# playerMarkerLabel
source: Player {playerName}
de: Spieler {playerName}
es: Jugador {playerName}
fr: Joueur {playerName}
it: Giocatore {playerName}
ja: プレイヤー {playerName}
nl: Speler {playerName}
no: Spiller {playerName}
pl: Gracz {playerName}
pt: Jogador {playerName}
sv: Spelare {playerName}

# gameSessionScreenTitle
source: Game Session
de: Spielsitzung
es: Sesión de juego
fr: Session de jeu
it: Sessione di gioco
ja: ゲームセッション
nl: Spelsessie
no: Spillsesjon
pl: Sesja gry
pt: Sessão de jogo
sv: Spelsession

# errorLoadingSessionData
source: Error loading session data: {error}
de: Fehler beim Laden der Sitzungsdaten: {error}
es: Error al cargar datos de la sesión: {error}
fr: Erreur lors du chargement des données de session: {error}
it: Errore nel caricamento dei dati della sessione: {error}
ja: セッションデータ読み込みエラー: {error}
nl: Fout bij laden van sessiegegevens: {error}
no: Feil ved lasting av øktdata: {error}
pl: Błąd podczas ładowania danych sesji: {error}
pt: Erro ao carregar dados da sessão: {error}
sv: Fel vid inläsning av sessionsdata: {error}

# endGameTooltip
source: End game
de: Spiel beenden
es: Terminar juego
fr: Fin de la partie
it: Termina gioco
ja: ゲーム終了
nl: Beëindig spel
no: Avslutt spill
pl: Zakończ grę
pt: Encerrar jogo
sv: Avsluta spel

# refreshTooltip
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Atualizar
sv: Uppdatera

# bombScenarioLoading
source: Loading Bomb scenario...
de: Bombenszenario wird geladen...
es: Cargando escenario de bomba...
fr: Chargement du scénario Bombe...
it: Caricamento scenario bomba...
ja: 爆弾シナリオを読み込み中...
nl: Bomsituatie laden...
no: Laster bombescenario...
pl: Ładowanie scenariusza bomby...
pt: Carregando cenário de bomba...
sv: Laddar bombscenario...

# qrScannerButtonActive
source: Scan QR Code
de: QR-Code scannen
es: Escanear QR
fr: Scanner QR Code
it: Scansiona QR
ja: QRコードをスキャン
no: Skann QR-kode
pl: Skanuj QR
pt: Scanear QR Code
sv: Skanna QR-kod

# noActiveTreasureHunt
source: No active treasure hunt scenario
de: Kein aktives Schatzsuch-Szenario
es: No hay búsqueda del tesoro activa
fr: Aucun scénario de chasse au trésor actif
it: Nessuna caccia al tesoro attiva
ja: アクティブな宝探しシナリオがありません
nl: Geen actieve schattenjacht
no: Ingen aktiv skattejakt
pl: Brak aktywnego scenariusza poszukiwania skarbów
pt: Nenhuma caça ao tesouro ativa
sv: Ingen aktiv skattjakt

# gameEndedMessage
source: The game has ended.
de: Das Spiel ist beendet.
es: El juego ha terminado.
fr: La partie a été arrêtée.
it: Il gioco è terminato.
ja: ゲームが終了しました。
nl: Het spel is beëindigd.
no: Spillet er avsluttet.
pl: Gra została zakończona.
pt: O jogo terminou.
sv: Spelet har avslutats.

# errorEndingGame
source: Error ending game: {error}
de: Fehler beim Beenden des Spiels: {error}
es: Error al finalizar el juego: {error}
fr: Erreur lors de la fin de la partie: {error}
it: Errore durante la fine del gioco: {error}
ja: ゲーム終了中にエラー: {error}
nl: Fout bij beëindigen van spel: {error}
no: Feil ved avslutning av spillet: {error}
pl: Błąd podczas kończenia gry: {error}
pt: Erro ao finalizar o jogo: {error}
sv: Fel vid avslutning av spelet: {error}

# noScoresYet
source: No scores to display yet
de: Noch keine Punkte vorhanden
es: Aún no hay puntuaciones
fr: Aucun score à afficher pour le moment
it: Nessun punteggio disponibile
ja: スコアはまだありません
nl: Nog geen scores beschikbaar
no: Ingen poeng ennå
pl: Brak wyników do wyświetlenia
pt: Nenhuma pontuação disponível ainda
sv: Inga poäng att visa än

# treasureFoundNotification
source: {username} from team {teamName} found a treasure worth {points} points! ({symbol})
de: {username} aus Team {teamName} hat einen Schatz im Wert von {points} Punkten gefunden! ({symbol})
es: {username} del equipo {teamName} encontró un tesoro de {points} puntos! ({symbol})
fr: {username} de l'équipe {teamName} a trouvé un trésor de {points} points ! ({symbol})
it: {username} del team {teamName} ha trovato un tesoro da {points} punti! ({symbol})
ja: {username} (チーム {teamName}) が{points}ポイントの宝物を見つけました！ ({symbol})
nl: {username} van team {teamName} vond een schat ter waarde van {points} punten! ({symbol})
no: {username} fra lag {teamName} fant en skatt verdt {points} poeng! ({symbol})
pl: {username} z drużyny {teamName} znalazł skarb warty {points} punktów! ({symbol})
pt: {username} da equipe {teamName} encontrou um tesouro no valor de {points} pontos! ({symbol})
sv: {username} från lag {teamName} hittade en skatt värd {points} poäng! ({symbol})

# treasureFoundNotificationNoTeam
source: {username} found a treasure worth {points} points! ({symbol})
de: {username} hat einen Schatz im Wert von {points} Punkten gefunden! ({symbol})
es: {username} encontró un tesoro de {points} puntos! ({symbol})
fr: {username} a trouvé un trésor de {points} points ! ({symbol})
it: {username} ha trovato un tesoro da {points} punti! ({symbol})
ja: {username} が{points}ポイントの宝物を見つけました！ ({symbol})
nl: {username} vond een schat ter waarde van {points} punten! ({symbol})
no: {username} fant en skatt verdt {points} poeng! ({symbol})
pl: {username} znalazł skarb warty {points} punktów! ({symbol})
pt: {username} encontrou um tesouro no valor de {points} pontos! ({symbol})
sv: {username} hittade en skatt värd {points} poäng! ({symbol})

# fieldSessionsTitle
source: Sessions - {fieldName}
de: Sitzungen - {fieldName}
es: Sesiones - {fieldName}
it: Sessioni - {fieldName}
ja: セッション - {fieldName}
nl: Sessies - {fieldName}
no: Økter - {fieldName}
pl: Sesje - {fieldName}
pt: Sessões - {fieldName}
sv: Sessioner - {fieldName}

source: Unknown Field
de: Unbekanntes Spielfeld
es: Campo desconocido
fr: Terrain inconnu
it: Campo sconosciuto
ja: 不明なフィールド
nl: Onbekend veld
no: Ukjent bane
pl: Nieznane pole
pt: Campo desconhecido
sv: Okänd bana

# gameSessionsTitle
source: Game Sessions
de: Spielsitzungen
es: Sesiones de juego
fr: Sessions de jeu
it: Sessioni di gioco
ja: ゲームセッション
nl: Spelsessies
no: Spilløkter
pl: Sesje gry
pt: Sessões de jogo
sv: Spelsessioner

# errorLoadingData
source: Error loading data: {error}
de: Fehler beim Laden der Daten: {error}
es: Error al cargar los datos: {error}
fr: Erreur lors du chargement des données: {error}
it: Errore durante il caricamento dei dati: {error}
ja: データ読み込みエラー: {error}
nl: Fout bij laden van gegevens: {error}
no: Feil ved lasting av data: {error}
pl: Błąd ładowania danych: {error}
pt: Erro ao carregar dados: {error}
sv: Fel vid inläsning av data: {error}

# noGameSessionsForField
source: No game sessions available for this field
de: Keine Spielsitzungen für dieses Spielfeld verfügbar
es: No hay sesiones disponibles para este campo
fr: Aucune session de jeu disponible pour ce terrain
it: Nessuna sessione disponibile per questo campo
ja: このフィールドに利用可能なセッションはありません
nl: Geen spelsessies beschikbaar voor dit veld
no: Ingen spilløkter tilgjengelig for denne banen
pl: Brak sesji dla tego pola
pt: Nenhuma sessão disponível para este campo
sv: Inga sessioner tillgängliga för denna bana

# sessionListItemTitle
source: Session #{index}
de: Sitzung #{index}
es: Sesión #{index}
it: Sessione #{index}
ja: セッション #{index}
nl: Sessie #{index}
no: Økt #{index}
pl: Sesja #{index}
pt: Sessão #{index}

# sessionStatusLabel
source: Status: {status}
es: Estado: {status}
fr: Statut: {status}
it: Stato: {status}
ja: ステータス: {status}

# sessionTimeLabel
source: Start: {startTime} - End: {endTime}
de: Start: {startTime} - Ende: {endTime}
es: Inicio: {startTime} - Fin: {endTime}
fr: Début: {startTime} - Fin: {endTime}
it: Inizio: {startTime} - Fine: {endTime}
ja: 開始: {startTime} - 終了: {endTime}
nl: Start: {startTime} - Einde: {endTime}
no: Start: {startTime} - Slutt: {endTime}
pl: Start: {startTime} - Koniec: {endTime}
pt: Início: {startTime} - Fim: {endTime}
sv: Start: {startTime} - Slut: {endTime}

# sessionStartTimeLabel
source: Start: {startTime}
es: Inicio: {startTime}
fr: Début: {startTime}
it: Inizio: {startTime}
ja: 開始: {startTime}
pt: Início: {startTime}

# deleteSessionSuccess
source: Game session deleted successfully
de: Spielsitzung erfolgreich gelöscht
es: Sesión eliminada con éxito
fr: Session de jeu supprimée avec succès
it: Sessione eliminata con successo
ja: ゲームセッションを削除しました
nl: Spelsessie succesvol verwijderd
no: Spilløkt slettet
pl: Sesja gry usunięta pomyślnie
pt: Sessão de jogo excluída com sucesso
sv: Spelsession borttagen

source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma
ja: 確認
nl: Bevestiging
no: Bekreftelse
pl: Potwierdzenie
pt: Confirmação
sv: Bekräftelse

# deleteSessionConfirmationMessage
source: Are you sure you want to delete this game session?
de: Möchten Sie diese Spielsitzung wirklich löschen?
es: ¿Estás seguro de que quieres eliminar esta sesión de juego?
fr: Êtes-vous sûr de vouloir supprimer cette session de jeu ?
it: Sei sicuro di voler eliminare questa sessione di gioco?
ja: このゲームセッションを削除してもよろしいですか？
nl: Weet je zeker dat je deze spelsessie wilt verwijderen?
no: Er du sikker på at du vil slette denne spilløkten?
pl: Czy na pewno chcesz usunąć tę sesję gry?
pt: Tem certeza de que deseja excluir esta sessão de jogo?
sv: Är du säker på att du vill ta bort denna spelsession?

# replayScreenTitle
source: Session Replay
de: Sitzungswiedergabe
es: Repetición de Sesión
fr: Replay de la session
it: Replay della Sessione
ja: セッションリプレイ
nl: Sessie Replay
no: Øktavspilling
pl: Powtórka Sesji
pt: Replay da Sessão
sv: Sessionsåterspelning

# scenarioSummaryTitle
source: Scenarios Summary
de: Szenarienübersicht
es: Resumen de Escenarios
fr: Résumé des scénarios
it: Riepilogo scenari
ja: シナリオ概要
nl: Scenario-overzicht
no: Scenariesammendrag
pl: Podsumowanie scenariuszy
pt: Resumo dos Cenários
sv: Scenariesammanfattning

# scenarioInfoNotAvailable
source: No information available
de: Keine Informationen verfügbar
es: No hay información disponible
fr: Aucune information disponible
it: Nessuna informazione disponibile
ja: 情報はありません
nl: Geen informatie beschikbaar
no: Ingen informasjon tilgjengelig
pl: Brak dostępnych informacji
pt: Nenhuma informação disponível
sv: Ingen information tillgänglig

# playbackSpeedLabel
source: Speed: {speed}x
de: Geschwindigkeit: {speed}x
es: Velocidad: {speed}x
fr: Vitesse: {speed}x
it: Velocità: {speed}x
ja: 速度: {speed}倍
nl: Snelheid: {speed}x
no: Hastighet: {speed}x
pl: Prędkość: {speed}x
pt: Velocidade: {speed}x
sv: Hastighet: {speed}x

# errorLoadingHistory
source: Error loading history: {error}
de: Fehler beim Laden des Verlaufs: {error}
es: Error al cargar el historial: {error}
fr: Erreur lors du chargement de l'historique: {error}
it: Errore durante il caricamento della cronologia: {error}
ja: 履歴の読み込み中にエラーが発生しました: {error}
nl: Fout bij laden van geschiedenis: {error}
no: Feil ved lasting av historikk: {error}
pl: Błąd podczas ładowania historii: {error}
pt: Erro ao carregar histórico: {error}
sv: Fel vid inläsning av historik: {error}

# sessionDetailsScreenTitle
source: Session Details
de: Sitzungsdetails
es: Detalles de la Sesión
fr: Détails de la session
it: Dettagli della Sessione
ja: セッション詳細
nl: Sessie Details
no: Øktdetaljer
pl: Szczegóły sesji
pt: Detalhes da Sessão
sv: Sessionsdetaljer

# sessionTitleWithIndex
source: Session #{index}
de: Sitzung #{index}
es: Sesión #{index}
it: Sessione #{index}
ja: セッション #{index}
nl: Sessie #{index}
no: Økt #{index}
pl: Sesja #{index}
pt: Sessão #{index}

# noSessionFound
source: Session not found
de: Sitzung nicht gefunden
es: Sesión no encontrada
fr: Session non trouvée
it: Sessione non trovata
ja: セッションが見つかりません
nl: Sessie niet gevonden
no: Økt ikke funnet
pl: Sesja nie znaleziona
pt: Sessão não encontrada
sv: Session hittades inte

# viewSessionsForFieldTooltip
source: View sessions for this field
de: Sitzungen für dieses Feld anzeigen
es: Ver sesiones para este campo
fr: Voir les sessions de ce terrain
it: Visualizza le sessioni per questo campo
ja: このフィールドのセッションを表示
nl: Bekijk sessies voor dit veld
no: Se økter for dette feltet
pl: Zobacz sesje dla tego pola
pt: Ver sessões para este campo
sv: Visa sessioner för detta fält

# fieldLabel
source: Field: {fieldName}
de: Spielfeld: {fieldName}
es: Campo: {fieldName}
fr: Terrain: {fieldName}
it: Campo: {fieldName}
ja: フィールド: {fieldName}
nl: Veld: {fieldName}
no: Bane: {fieldName}
pl: Pole: {fieldName}
pt: Campo: {fieldName}
sv: Fält: {fieldName}

# endTimeLabel
source: End: {time}
de: Ende: {time}
es: Fin: {time}
fr: Fin: {time}
it: Fine: {time}
ja: 終了: {time}
nl: Einde: {time}
no: Slutt: {time}
pl: Koniec: {time}
pt: Fim: {time}
sv: Slut: {time}

# participantsLabel
source: Participants: {count}
de: Teilnehmer: {count}
es: Participantes: {count}
it: Partecipanti: {count}
ja: 参加者: {count}
nl: Deelnemers: {count}
no: Deltakere: {count}
pl: Uczestnicy: {count}
pt: Participantes: {count}
sv: Deltagare: {count}

# viewReplayButton
source: View Replay
de: Wiedergabe ansehen
es: Ver repetición
fr: Voir le replay
it: Guarda replay
ja: リプレイを見る
nl: Bekijk herhaling
no: Se reprise
pl: Obejrzyj powtórkę
pt: Ver replay
sv: Visa repris

# scenariosLabel
source: Scenarios
de: Szenarien
es: Escenarios
fr: Scénarios
it: Scenari
ja: シナリオ
no: Scenarier
pl: Scenariusze
pt: Cenários
sv: Scenarier

# scenarioNameDefault
source: Unnamed Scenario
de: Unbenanntes Szenario
es: Escenario sin nombre
fr: Scénario sans nom
it: Scenario senza nome
ja: 名前なしシナリオ
nl: Naamloos scenario
no: Uten navn-scenario
pl: Scenariusz bez nazwy
pt: Cenário sem nome
sv: Namnlöst scenario

# treasureHuntScoreboardTitle
source: Treasure Hunt Scoreboard
de: Schatzsuche Anzeigetafel
es: Marcador de Búsqueda del Tesoro
fr: Tableau des scores Chasse au Trésor
it: Classifica Caccia al Tesoro
ja: 宝探しスコアボード
nl: Schattenjacht Scorebord
no: Skattejakt Poengtavle
pl: Tablica wyników poszukiwań skarbów
pt: Placar da Caça ao Tesouro
sv: Skattjakt Resultattavla

# bombOperationResultsTitle
source: Bomb Operation Results
de: Bombenoperation Ergebnisse
es: Resultados de la Operación Bomba
fr: Résultats Opération Bombe
it: Risultati Operazione Bomba
ja: 爆弾作戦結果
nl: Bommissie Resultaten
no: Bombetokt Resultater
pl: Wyniki operacji bombowej
pt: Resultados da Operação Bomba
sv: Bomboperation Resultat

# teamScoresLabel
source: Team Scores
de: Team-Punkte
es: Puntuación de Equipos
fr: Scores par équipe
it: Punteggio Squadre
ja: チームスコア
no: Lagscores
pl: Wyniki drużyn
pt: Pontuação das equipes
sv: Lagscore

# individualScoresLabel
source: Individual Scores
de: Individuelle Punkte
es: Puntuación Individual
fr: Scores individuels
it: Punteggio Individuale
ja: 個人スコア
nl: Individuele scores
no: Individuelle poeng
pl: Wyniki indywidualne
pt: Pontuação individual
sv: Individuell poäng

# rankLabel
source: Rank
de: Rang
es: Rango
fr: Rang
it: Posizione
ja: 順位
nl: Rang
no: Rang
pl: Ranga
pt: Classificação

# nameLabel
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
sv: Namn

# treasuresLabel
source: Treasures
de: Schätze
es: Tesoros
fr: Trésors
it: Tesori
ja: 宝物
nl: Schatten
no: Skatter
pl: Skarby
pt: Tesouros
sv: Skatter

# scoreLabel
source: Score
de: Punkte
es: Puntuación
it: Punteggio
ja: スコア
no: Poengsum
pl: Wynik
pt: Pontuação
sv: Poäng

# terroristsTeam
source: Terrorists
de: Terroristen
es: Terroristas
fr: Terroristes
it: Terroristi
ja: テロリスト
nl: Terroristen
no: Terrorister
pl: Terroryści
pt: Terroristas
sv: Terrorister

# counterTerroristsTeam
source: Counter-Terrorists
de: Anti-Terror
es: Antiterroristas
fr: Anti-terroristes
it: Anti-terroristi
ja: 対テロ部隊
nl: Antiterroristen
no: Antiterror
pl: Antyterroryści
pt: Antiterror
sv: Antiterrorister

# armedSitesLabel
source: Armed Sites
de: Bewaffnete Orte
es: Sitios armados
fr: Bombes armées
it: Siti armati
ja: 武装サイト
nl: Gewapende locaties
no: Bevæpnede områder
pl: Uzbrojone miejsca
pt: Locais armados
sv: Beväpnade platser

# explodedSitesLabel
source: Exploded Sites
de: Explodierte Orte
es: Sitios explotados
fr: Bombes explosées
it: Siti esplosi
ja: 爆発済サイト
nl: Ontplofte locaties
no: Sprengte områder
pl: Wysadzone miejsca
pt: Locais explodidos
sv: Exploderade platser

# activeSitesLabel
source: Active Sites
de: Aktive Orte
es: Sitios activos
fr: Sites actifs
it: Siti attivi
ja: アクティブサイト
nl: Actieve locaties
no: Aktive områder
pl: Aktywne miejsca
pt: Locais ativos
sv: Aktiva platser

# disarmedSitesLabel
source: Disarmed Sites
de: Entschärfte Orte
es: Sitios desactivados
fr: Bombes désarmées
it: Siti disinnescati
ja: 解除済サイト
nl: Ontmantelde locaties
no: Desarmerte områder
pl: Rozbrojone miejsca
pt: Locais desarmados
sv: Avväpnade platser
