Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

# clearAllButton
source: Clear All
de: Alles löschen
es: Limpiar Todo
fr: Tout Effacer
it: Cancella Tutto
ja: すべてクリア
nl: Alles wissen
no: Tøm Alt
pl: Wyczyść Wszystko
pt: Limpar Tudo
sv: Rensa Allt

# addZoneButton
source: Add Zone
de: Zone hinzufügen
es: Agregar Zona
fr: Ajouter Zone
it: Aggiungi Zona
ja: ゾーンを追加
nl: Zone toevoegen
no: Legg til Sone
pl: Dodaj Strefę
pt: Adicionar Zona
sv: Lägg till Zon

# clearCurrentZoneButton
source: Clear Current Zone
de: Aktuelle Zone löschen
es: Limpiar Zona Actual
fr: Effacer Zone Actuelle
it: Cancella Zona Attuale
ja: 現在のゾーンをクリア
nl: Huidige zone wissen
no: Tøm Gjeldende Sone
pl: Wyczyść Obecną Strefę
pt: Limpar Zona Atual
sv: Rensa Aktuell Zon

source: No zone defined.
de: Keine Zone definiert.
es: No hay zona definida.
fr: Aucune zone définie.
it: Nessuna zona definita.
ja: ゾーンが定義されていません。
nl: Geen zone gedefinieerd.
no: Ingen sone definert.
pl: Brak zdefiniowanej strefy.
pt: Nenhuma zona definida.
sv: Ingen zon definierad.

# manageZonesTitle
source: Manage Zones
de: Zonen verwalten
es: Administrar Zonas
fr: Gestion des Zones
it: Gestisci Zone
ja: ゾーン管理
nl: Zones beheren
no: Administrer Soner
pl: Zarządzaj Strefami
pt: Gerenciar Zonas
sv: Hantera Zoner

# hideTooltip
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
nl: Verbergen
no: Skjul
pl: Ukryj
pt: Ocultar
sv: Dölj

# showTooltip
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
nl: Tonen
no: Vis
pl: Pokaż
pt: Mostrar
sv: Visa

# confirmDeleteZoneTitle
source: Delete Zone
de: Zone löschen
es: Eliminar Zona
fr: Supprimer la Zone
it: Elimina Zona
ja: ゾーンを削除
nl: Zone Verwijderen
no: Slett Sone
pl: Usuń Strefę
pt: Excluir Zona
sv: Radera Zon

# confirmDeleteZoneMessage
source: Are you sure you want to delete zone "{zoneName}"?
de: Möchten Sie die Zone "{zoneName}" wirklich löschen?
es: ¿Estás seguro de que quieres eliminar la zona "{zoneName}"?
fr: Êtes-vous sûr de vouloir supprimer la zone "{zoneName}" ?
it: Sei sicuro di voler eliminare la zona "{zoneName}"?
ja: ゾーン「{zoneName}」を削除してもよろしいですか？
nl: Weet je zeker dat je de zone "{zoneName}" wilt verwijderen?
no: Er du sikker på at du vil slette sonen "{zoneName}"?
pl: Czy na pewno chcesz usunąć strefę "{zoneName}"?
pt: Tem certeza de que deseja excluir a zona "{zoneName}"?
sv: Är du säker på att du vill radera zonen "{zoneName}"?

# noPOIDefined
source: No strategic point defined.
de: Kein strategischer Punkt definiert.
es: No se ha definido ningún punto estratégico.
fr: Aucun point stratégique défini.
it: Nessun punto strategico definito.
ja: 戦略ポイントが定義されていません。
nl: Geen strategisch punt gedefinieerd.
no: Ingen strategisk punkt definert.
pl: Nie zdefiniowano punktów strategicznych.
pt: Nenhum ponto estratégico definido.
sv: Inga strategiska punkter definierade.

# managePOIsTitle
source: Manage Strategic Points
de: Strategische Punkte verwalten
es: Gestionar Puntos Estratégicos
fr: Gestion des Points Stratégiques
it: Gestisci Punti Strategici
ja: 戦略ポイントの管理
nl: Beheer Strategische Punten
no: Administrer Strategiske Punkter
pl: Zarządzaj Punktami Strategicznymi
pt: Gerenciar Pontos Estratégicos
sv: Hantera Strategiska Punkter

# confirmDeletePOITitle
source: Delete Strategic Point
de: Strategischen Punkt löschen
es: Eliminar Punto Estratégico
fr: Supprimer le Point Stratégique
it: Elimina Punto Strategico
ja: 戦略ポイントを削除
nl: Strategisch Punt Verwijderen
no: Slett Strategisk Punkt
pl: Usuń Punkt Strategiczny
pt: Excluir Ponto Estratégico
sv: Radera Strategisk Punkt

# confirmDeletePOIMessage
source: Are you sure you want to delete point "{poiName}"?
de: Möchten Sie den Punkt "{poiName}" wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el punto "{poiName}"?
fr: Êtes-vous sûr de vouloir supprimer le point "{poiName}" ?
it: Sei sicuro di voler eliminare il punto "{poiName}"?
ja: ポイント「{poiName}」を削除してもよろしいですか？
nl: Weet je zeker dat je het punt "{poiName}" wilt verwijderen?
no: Er du sikker på at du vil slette punktet "{poiName}"?
pl: Czy na pewno chcesz usunąć punkt "{poiName}"?
pt: Tem certeza de que deseja excluir o ponto "{poiName}"?
sv: Är du säker på att du vill radera punkten "{poiName}"?

# mapNameRequiredSnackbar
source: Please enter a name for the map.
de: Bitte geben Sie einen Namen für die Karte ein.
es: Por favor, introduce un nombre para el mapa.
fr: Veuillez donner un nom à la carte.
it: Inserisci un nome per la mappa.
ja: マップ名を入力してください。
nl: Voer een naam in voor de kaart.
no: Vennligst skriv inn et navn for kartet.
pl: Wprowadź nazwę mapy.
pt: Por favor, insira um nome para o mapa.
sv: Vänligen ange ett namn för kartan.

# mapCreatedSuccessSnackbar
source: Map created successfully!
de: Karte erfolgreich erstellt!
es: ¡Mapa creado correctamente!
fr: Carte créée avec succès !
it: Mappa creata con successo!
ja: マップが作成されました！
nl: Kaart succesvol aangemaakt!
no: Kart opprettet!
pl: Mapa została utworzona!
pt: Mapa criado com sucesso!
sv: Kartan har skapats!

# mapUpdatedSuccessSnackbar
source: Map updated successfully!
de: Karte erfolgreich aktualisiert!
es: ¡Mapa actualizado correctamente!
fr: Carte mise à jour avec succès !
it: Mappa aggiornata con successo!
ja: マップが更新されました！
nl: Kaart succesvol bijgewerkt!
no: Kart oppdatert!
pl: Mapa została zaktualizowana!
pt: Mapa atualizado com sucesso!
sv: Kartan har uppdaterats!

# errorSavingMapSnackbar
source: Error saving map: {error}
de: Fehler beim Speichern der Karte: {error}
es: Error al guardar el mapa: {error}
fr: Erreur lors de la sauvegarde: {error}
it: Errore durante il salvataggio della mappa: {error}
ja: マップの保存中にエラーが発生しました: {error}
nl: Fout bij opslaan van kaart: {error}
no: Feil ved lagring av kart: {error}
pl: Błąd podczas zapisywania mapy: {error}
pt: Erro ao salvar o mapa: {error}
sv: Fel vid sparande av karta: {error}

# defineBoundaryFirstSnackbar
source: Please define a field boundary (at least 3 points) before capturing the background.
de: Bitte definieren Sie zuerst die Feldgrenze (mindestens 3 Punkte), bevor Sie den Hintergrund erfassen.
es: Define primero los límites del campo (al menos 3 puntos) antes de capturar el fondo.
fr: Veuillez définir une zone de terrain (au moins 3 points) avant de capturer le fond.
it: Definisci prima i confini del campo (almeno 3 punti) prima di catturare lo sfondo.
ja: 背景をキャプチャする前に、まずフィールド境界（3点以上）を定義してください。
nl: Definieer eerst de veldgrens (minstens 3 punten) voordat je de achtergrond vastlegt.
no: Definer feltets grenser (minst 3 punkter) før du fanger bakgrunnen.
pl: Najpierw zdefiniuj granicę pola (min. 3 punkty) przed przechwyceniem tła.
pt: Defina primeiro o limite do campo (mínimo 3 pontos) antes de capturar o fundo.
sv: Definiera först fältets gräns (minst 3 punkter) innan du fångar bakgrunden.

# boundaryMinPointsError
source: The field boundary must have at least 3 points.
de: Die Feldgrenze muss mindestens 3 Punkte enthalten.
es: El límite del campo debe tener al menos 3 puntos.
fr: La limite du terrain doit avoir au moins 3 points.
it: Il confine del campo deve avere almeno 3 punti.
ja: フィールド境界は少なくとも3点が必要です。
nl: De veldgrens moet minimaal 3 punten bevatten.
no: Feltets grense må ha minst 3 punkter.
pl: Granica pola musi zawierać co najmniej 3 punkty.
pt: O limite do campo deve ter pelo menos 3 pontos.
sv: Fältets gräns måste ha minst 3 punkter.

# zoneMinPointsError
source: A zone must have at least 3 points.
de: Eine Zone muss mindestens 3 Punkte enthalten.
es: Una zona debe tener al menos 3 puntos.
fr: Une zone doit avoir au moins 3 points.
it: Una zona deve avere almeno 3 punti.
ja: ゾーンは少なくとも3点が必要です。
nl: Een zone moet minimaal 3 punten bevatten.
no: En sone må ha minst 3 punkter.
pl: Strefa musi zawierać co najmniej 3 punkty.
pt: Uma zona deve ter pelo menos 3 pontos.
sv: En zon måste ha minst 3 punkter.

# redefineBoundaryWarningTitle
source: Redefine Boundaries
de: Grenzen neu definieren
es: Redefinir Límites
fr: Redéfinir les Limites
it: Ridefinisci Confini
ja: 境界の再定義
nl: Herdefinieer Grenzen
no: Omdefiner Grenser
pl: Przedefiniuj Granice
pt: Redefinir Limites
sv: Omdefiniera Gränser

# redefineBoundaryWarningMessage
source: Redefining the field boundaries will erase all existing zones and strategic points. Do you want to continue?
de: Das Neudefinieren der Feldgrenzen löscht alle bestehenden Zonen und strategischen Punkte. Möchten Sie fortfahren?
es: Redefinir los límites del campo borrará todas las zonas y puntos estratégicos existentes. ¿Quieres continuar?
fr: Redéfinir les limites du terrain effacera toutes les zones et points stratégiques existants. Voulez-vous continuer ?
it: Ridefinire i confini del campo cancellerà tutte le zone e i punti strategici esistenti. Vuoi continuare?
ja: フィールド境界を再定義すると、既存のゾーンや戦略ポイントがすべて削除されます。続行しますか？
nl: Het herdefiniëren van de veldgrenzen zal alle bestaande zones en strategische punten wissen. Wil je doorgaan?
no: Omdefinering av grenser vil slette alle eksisterende soner og strategiske punkter. Vil du fortsette?
pl: Przedefiniowanie granic pola spowoduje usunięcie wszystkich istniejących stref i punktów strategicznych. Czy chcesz kontynuować?
pt: Redefinir os limites do campo apagará todas as zonas e pontos estratégicos existentes. Deseja continuar?
sv: Omdefiniering av fältets gränser kommer att radera alla befintliga zoner och strategiska punkter. Vill du fortsätta?

# continueButton
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
pt: Continuar
sv: Fortsätt

# boundariesDefinedAndBackgroundsCapturedSnackbar
source: Field boundaries defined and map backgrounds captured.
de: Feldgrenzen definiert und Kartenhintergründe erfasst.
es: Límites del campo definidos y fondos del mapa capturados.
fr: Limites du terrain définies et fonds de carte capturés.
it: Confini del campo definiti e sfondi della mappa catturati.
ja: フィールド境界を定義し、マップ背景をキャプチャしました。
nl: Veldgrenzen gedefinieerd en kaartachtergronden vastgelegd.
no: Feltsgrenser definert og kartbakgrunner lagret.
pl: Granice pola zdefiniowane i tła mapy zapisane.
pt: Limites do campo definidos e fundos do mapa capturados.
sv: Fältgränser definierade och kartbakgrunder sparade.

# errorGeocodingSnackbar
source: Geocoding error: {error}
de: Geokodierungsfehler: {error}
es: Error de geocodificación: {error}
fr: Erreur de géocodage: {error}
it: Errore di geocodifica: {error}
ja: ジオコーディングエラー: {error}
nl: Geocodering fout: {error}
no: Geokodingsfeil: {error}
pl: Błąd geokodowania: {error}
pt: Erro de geocodificação: {error}
sv: Geokodningsfel: {error}

# tapToDefinePositionInstruction
source: Tap on the map to define the position
de: Tippen Sie auf die Karte, um die Position zu definieren
es: Toca el mapa para definir la posición
fr: Appuyez sur la carte pour définir la position
it: Tocca la mappa per definire la posizione
ja: マップをタップして位置を定義してください
nl: Tik op de kaart om de positie te bepalen
no: Trykk på kartet for å definere posisjonen
pl: Dotknij mapy, aby określić pozycję
pt: Toque no mapa para definir a posição
sv: Tryck på kartan för att definiera positionen

# bombArmingInProgressTitle
source: Arming in progress
de: Scharfschalten läuft
es: Armado en progreso
fr: Armement en cours
it: Attivazione in corso
ja: 爆弾設置中
nl: Bommen plaatsen bezig
no: Bevæpning pågår
pl: Uzbrajanie w toku
pt: Armar em progresso
sv: Bomb aktiveras

# bombDisarmingInProgressTitle
source: Disarming in progress
de: Entschärfen läuft
es: Desarme en progreso
fr: Désarmement en cours
it: Disinnesco in corso
ja: 爆弾解除中
nl: Bommen ontmantelen bezig
no: Desarmering pågår
pl: Rozbrajanie w toku
pt: Desarmar em progresso
sv: Bomb desarmeras

# stayInZoneToContinue
source: Stay in the zone to continue
de: Bleiben Sie in der Zone, um fortzufahren
es: Permanece en la zona para continuar
fr: Restez dans la zone pour continuer
it: Rimani nella zona per continuare
ja: 続行するにはゾーン内に留まってください
nl: Blijf in de zone om door te gaan
no: Bli i sonen for å fortsette
pl: Pozostań w strefie, aby kontynuować
pt: Permaneça na zona para continuar
sv: Stanna i zonen för att fortsätta

# leavingZoneWillCancel
source: Leaving the zone will cancel the action
de: Das Verlassen der Zone bricht die Aktion ab
es: Salir de la zona cancelará la acción
fr: Sortir de la zone annulera l'action
it: Uscire dalla zona annullerà l'azione
ja: ゾーンを離れるとアクションがキャンセルされます
nl: De zone verlaten annuleert de actie
no: Å forlate sonen avbryter handlingen
pl: Opuszczenie strefy anuluje akcję
pt: Sair da zona cancelará a ação
sv: Att lämna zonen avbryter åtgärden

# bombConfigScreenTitle
source: Configuration: {scenarioName}
de: Konfiguration: {scenarioName}
es: Configuración: {scenarioName}
it: Configurazione: {scenarioName}
ja: 設定: {scenarioName}
nl: Configuratie: {scenarioName}
no: Konfigurasjon: {scenarioName}
pl: Konfiguracja: {scenarioName}
pt: Configuração: {scenarioName}
sv: Konfiguration: {scenarioName}

# generalInformationLabel
source: General Information
de: Allgemeine Informationen
es: Información general
fr: Informations générales
it: Informazioni generali
ja: 一般情報
nl: Algemene informatie
no: Generell informasjon
pl: Informacje ogólne
pt: Informações gerais
sv: Allmän information

# bombConfigGeneralInfoSubtitle
source: Configure the basic information for the Bomb Operation scenario.
de: Konfigurieren Sie die Basisinformationen für das Bomben-Szenario.
es: Configura la información básica para el escenario de operación de bomba.
fr: Configurez les informations de base du scénario Opération Bombe.
it: Configura le informazioni di base per lo scenario Bomb Operation.
ja: Bomb Operationシナリオの基本情報を設定します。
nl: Configureer de basisinformatie voor het Bomb Operation-scenario.
no: Konfigurer grunnleggende informasjon for bombescenarioet.
pl: Skonfiguruj podstawowe informacje dla scenariusza Bomb Operation.
pt: Configure as informações básicas para o cenário Bomb Operation.
sv: Konfigurera grundläggande information för bombscenariot.

# fieldMapLabel
source: Field Map
de: Feldkarte
es: Mapa del campo
fr: Carte du terrain
it: Mappa del campo
ja: フィールドマップ
nl: Veldkaart
no: Feltkart
pl: Mapa pola
pt: Mapa do campo
sv: Fältkarta

# fieldMapSubtitle
source: Visualize the field map and bomb sites.
de: Visualisiere die Feldkarte und Bombenplätze.
es: Visualiza el mapa del campo y los sitios de bombas.
fr: Visualisez la carte du terrain et les sites de bombe.
it: Visualizza la mappa del campo e i siti delle bombe.
ja: フィールドマップと爆弾地点を表示します。
nl: Visualiseer de veldkaart en bomlocaties.
no: Visualiser feltkartet og bombestedene.
pl: Wyświetl mapę pola i miejsca bomb.
pt: Visualize o mapa do campo e os locais de bombas.
sv: Visualisera fältkartan och bombplatserna.

# showZonesLabel
source: Show Zones
de: Zonen anzeigen
es: Mostrar zonas
fr: Afficher les zones
it: Mostra zone
ja: ゾーンを表示
nl: Toon zones
no: Vis soner
pl: Pokaż strefy
pt: Mostrar zonas
sv: Visa zoner

# showPOIsLabel
source: Show POIs
de: POIs anzeigen
es: Mostrar PDI
fr: Afficher les POI
it: Mostra POI
ja: POIを表示
nl: Toon POI's
no: Vis POI-er
pl: Pokaż POI
pt: Mostrar POIs
sv: Visa POI

source: Loading map...
de: Karte wird geladen...
es: Cargando mapa...
fr: Chargement de la carte...
it: Caricamento mappa...
ja: マップを読み込み中...
nl: Kaart laden...
no: Laster inn kart...
pl: Ładowanie mapy...
pt: Carregando mapa...
sv: Laddar karta...

# gameSettingsLabel
source: Game Settings
de: Spieleinstellungen
es: Configuración del juego
fr: Paramètres de jeu
it: Impostazioni di gioco
ja: ゲーム設定
nl: Spelinstellingen
no: Spillinnstillinger
pl: Ustawienia gry
pt: Configurações do jogo
sv: Spelinställningar

# bombConfigSettingsSubtitle
source: Configure the rules and settings for the Bomb Operation scenario.
de: Konfiguriere Regeln und Einstellungen für das Bomb Operation-Szenario.
es: Configura las reglas y ajustes para el escenario Bomb Operation.
fr: Configurez les règles et paramètres du scénario Opération Bombe.
it: Configura regole e impostazioni per lo scenario Bomb Operation.
ja: Bomb Operationシナリオのルールと設定を構成します。
nl: Configureer de regels en instellingen voor het Bomb Operation-scenario.
no: Konfigurer regler og innstillinger for bombescenarioet.
pl: Skonfiguruj zasady i ustawienia dla scenariusza Bomb Operation.
pt: Configure as regras e definições para o cenário Bomb Operation.
sv: Konfigurera regler och inställningar för bombscenariot.

# bombTimerLabel
source: Bomb Timer (seconds) *
de: Bombentimer (Sekunden) *
es: Temporizador de bomba (segundos) *
fr: Timer de la bombe (secondes) *
it: Timer bomba (secondi) *
ja: 爆弾タイマー（秒）*
nl: Bomtimer (seconden) *
no: Bombetid (sekunder) *
pl: Czas bomby (sekundy) *
pt: Temporizador da bomba (segundos) *
sv: Bombtimer (sekunder) *

# valueRequiredError
source: Required
de: Erforderlich
es: Requerido
fr: Veuillez entrer une valeur
it: Obbligatorio
ja: 必須
nl: Vereist
no: Påkrevd
pl: Wymagane
pt: Obrigatório
sv: Obligatoriskt

# minSecondsError
source: Min {value}s
es: Mín {value}s
ja: 最小 {value}s
pt: Mín {value}s

# defuseTimeLabel
source: Defuse Time (seconds) *
de: Entschärfungszeit (Sekunden) *
es: Tiempo de desactivación (segundos) *
fr: Temps de désamorçage (secondes) *
it: Tempo di disinnesco (secondi) *
ja: 解除時間（秒）*
nl: Ontmanteltijd (seconden) *
no: Desarmeringstid (sekunder) *
pl: Czas rozbrajania (sekundy) *
pt: Tempo de desativação (segundos) *
sv: Desarmeringstid (sekunder) *

# armingTimeLabel
source: Arming Time (seconds) *
de: Scharfstellzeit (Sekunden) *
es: Tiempo de armado (segundos) *
fr: Temps d'armement (secondes) *
it: Tempo di attivazione (secondi) *
ja: 設置時間（秒）*
nl: Activeertijd (seconden) *
no: Armingstid (sekunder) *
pl: Czas uzbrajania (sekundy) *
pt: Tempo de ativação (segundos) *
sv: Aktiveringstid (sekunder) *

# armingTimeHelperText
source: Time required to plant a bomb
de: Zeit zum Platzieren einer Bombe
es: Tiempo necesario para plantar una bomba
fr: Temps requis pour poser une bombe
it: Tempo necessario per piazzare una bomba
ja: 爆弾を設置するのに必要な時間
nl: Tijd nodig om een bom te planten
no: Tid som kreves for å plante en bombe
pl: Czas potrzebny na podłożenie bomby
pt: Tempo necessário para plantar uma bomba
sv: Tid som krävs för att plantera en bomb

# activeSitesPerRoundLabel
source: Active Sites per Round *
de: Aktive Orte pro Runde *
es: Sitios activos por ronda *
fr: Sites actifs par round *
it: Siti attivi per round *
ja: ラウンドごとのアクティブ地点 *
nl: Actieve locaties per ronde *
no: Aktive steder per runde *
pl: Aktywne miejsca na rundę *
pt: Locais ativos por rodada *
sv: Aktiva platser per runda *

# activeSitesHelperText
source: Number of randomly active bomb sites per round
de: Anzahl der zufällig aktiven Bombenplätze pro Runde
es: Número de sitios de bombas activos aleatoriamente por ronda
fr: Nombre de sites de bombe actifs aléatoirement par round
it: Numero di siti bomba attivi casualmente per round
ja: ラウンドごとにランダムにアクティブになる爆弾地点の数
nl: Aantal willekeurig actieve bomlocaties per ronde
no: Antall tilfeldige aktive bombesteder per runde
pl: Liczba losowo aktywnych miejsc bombowych na rundę
pt: Número de locais de bombas ativos aleatoriamente por rodada
sv: Antal slumpmässigt aktiva bombplatser per runda

# minCountError
source: Min {value}
es: Mín {value}
ja: 最小 {value}
pt: Mín {value}

# bombSitesSectionTitle
source: Bomb Sites
de: Bombenplätze
es: Sitios de bomba
fr: Sites de bombe
it: Siti bomba
ja: 爆弾サイト
no: Bombesteder
pl: Miejsca Bomb
pt: Locais de Bombas
sv: Bombplatser

# bombSitesSectionSubtitle
source: Manage the sites where bombs can be planted and defused.
de: Verwalte die Orte, an denen Bomben platziert oder entschärft werden können.
es: Administra los sitios donde se pueden colocar o desactivar bombas.
fr: Gérez les sites où les bombes peuvent être posées et désamorcées.
it: Gestisci i siti dove possono essere piazzate o disinnescate le bombe.
ja: 爆弾を設置または解除できる場所を管理します。
nl: Beheer de locaties waar bommen kunnen worden geplant en onschadelijk gemaakt.
no: Administrer stedene der bomber kan plantes og desarmeres.
pl: Zarządzaj miejscami, gdzie można podkładać i rozbrajać bomby.
pt: Gerencie os locais onde as bombas podem ser plantadas e desativadas.
sv: Hantera platser där bomber kan placeras och desarmeras.

# manageBombSitesButton
source: Manage Bomb Sites
de: Bombenplätze verwalten
es: Gestionar sitios de bomba
fr: Gérer les sites de bombe
it: Gestisci siti bomba
ja: 爆弾サイトを管理
nl: Beheer bombsites
no: Administrer bombesteder
pl: Zarządzaj miejscami bomb
pt: Gerenciar locais de bombas
sv: Hantera bombplatser

# saveSettingsButton
source: Save Settings
de: Einstellungen speichern
es: Guardar configuración
fr: Sauvegarder les paramètres
it: Salva impostazioni
ja: 設定を保存
nl: Instellingen opslaan
no: Lagre innstillinger
pl: Zapisz ustawienia
pt: Salvar configurações
sv: Spara inställningar

# errorSavingScenario
source: Error saving scenario: {error}
de: Fehler beim Speichern des Szenarios: {error}
es: Error al guardar el escenario: {error}
fr: Erreur lors de la sauvegarde du scénario: {error}
it: Errore durante il salvataggio dello scenario: {error}
ja: シナリオ保存エラー: {error}
nl: Fout bij het opslaan van scenario: {error}
no: Feil ved lagring av scenario: {error}
pl: Błąd podczas zapisywania scenariusza: {error}
pt: Erro ao salvar cenário: {error}
sv: Fel vid sparande av scenario: {error}

# newBombSiteTitle
source: New Bomb Site
de: Neuer Bombenplatz
es: Nuevo sitio de bomba
fr: Nouveau site de bombe
it: Nuovo sito bomba
ja: 新しい爆弾サイト
nl: Nieuwe Bombsite
no: Nytt Bombested
pl: Nowe Miejsce Bomby
pt: Novo Local de Bomba
sv: Ny Bombplats

# editBombSiteTitle
source: Edit Bomb Site
de: Bombenplatz bearbeiten
es: Editar sitio de bomba
fr: Modifier le site de bombe
it: Modifica sito bomba
ja: 爆弾サイトを編集
nl: Bombsite Bewerken
no: Rediger Bombested
pl: Edytuj Miejsce Bomby
pt: Editar Local de Bomba
sv: Redigera Bombplats

# bombSiteNameLabel
source: Site Name *
de: Platzname *
es: Nombre del sitio *
fr: Nom du site *
it: Nome del sito *
ja: サイト名 *
nl: Naam van site *
no: Stedsnavn *
pl: Nazwa miejsca *
pt: Nome do local *
sv: Platsnamn *

# siteNameRequiredError
source: Please enter a name for the site
de: Bitte gib einen Namen für den Platz ein
es: Por favor, ingrese un nombre para el sitio
fr: Veuillez entrer un nom pour le site
it: Inserisci un nome per il sito
ja: サイト名を入力してください
nl: Voer een naam in voor de site
no: Vennligst skriv inn et navn for stedet
pl: Wprowadź nazwę miejsca
pt: Digite um nome para o local
sv: Ange ett namn för platsen

# radiusMetersLabel
source: Radius (meters) *
de: Radius (Meter) *
es: Radio (metros) *
fr: Rayon (mètres) *
it: Raggio (metri) *
ja: 半径（メートル）*
nl: Straal (meters) *
no: Radius (meter) *
pl: Promień (metry) *
pt: Raio (metros) *
sv: Radie (meter) *

# radiusHelperText
source: Radius of the zone where the bomb can be planted/defused
de: Radius der Zone zum Platzieren/Entschärfen der Bombe
es: Radio de la zona donde se puede colocar/desactivar la bomba
fr: Rayon de la zone où la bombe peut être posée/désamorcée
it: Raggio della zona per piazzare/disinnescare la bomba
ja: 爆弾を設置/解除できるゾーンの半径
nl: Straal van de zone waar de bom kan worden geplaatst/ongedaan gemaakt
no: Radius for området hvor bomben kan plantes/desarmeres
pl: Promień obszaru, w którym można podłożyć/rozbroić bombę
pt: Raio da área onde a bomba pode ser plantada/desarmada
sv: Radie för området där bomben kan placeras/desarmeras

# radiusRequiredError
source: Please enter a radius
de: Bitte gib einen Radius ein
es: Por favor, ingrese un radio
fr: Veuillez entrer un rayon
it: Inserisci un raggio
ja: 半径を入力してください
nl: Voer een straal in
no: Vennligst skriv inn en radius
pl: Wprowadź promień
pt: Digite um raio
sv: Ange en radie

# invalidRadiusError
source: Invalid radius
de: Ungültiger Radius
es: Radio inválido
fr: Rayon invalide
it: Raggio non valido
ja: 無効な半径
nl: Ongeldige straal
no: Ugyldig radius
pl: Nieprawidłowy promień
pt: Raio inválido
sv: Ogiltig radie
