Repository: nasbarok/game_map_master_flutter_app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, ja, nl, no, pl, pt, sv

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua
ja: 言語を選択
nl: Taal selecteren
no: Velg språk
pl: Wybierz język
pt: Selecionar idioma
sv: Välj språk

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
sv: Avbryt

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
nl: Ja
no: Ja
pl: Tak
pt: Sim
sv: Ja

source: No
de: Nein
fr: Non
ja: いいえ
nl: Nee
no: Nei
pl: Nie
pt: Não
sv: Nej

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt: Salvar
sv: Spara

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt: Excluir
sv: Ta bort

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nl: Bewerken
no: Rediger
pl: Edytuj
pt: Editar
sv: Redigera

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
nl: Aanmaken
no: Opprett
pl: Utwórz
pt: Criar
sv: Skapa

source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
nl: Laden...
no: Laster...
pl: Ładowanie...
pt: Carregando...
sv: Laddar...

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
sv: Fel

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
nl: Succes
no: Suksess
pl: Sukces
pt: Sucesso
sv: Framgång

source: Warning
de: Warnung
es: Advertencia
fr: Attention
it: Avviso
ja: 警告
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt: Aviso
sv: Varning

# info
source: Information
es: Información
it: Informazione
ja: 情報
nl: Informatie
no: Informasjon
pl: Informacja
pt: Informação

source: Connection in progress...
de: Verbindung läuft...
es: Conexión en progreso...
fr: Connexion en cours...
it: Connessione in corso...
ja: 接続中...
nl: Verbinding bezig...
no: Tilkobling pågår...
pl: Połączenie w toku...
pt: Conexão em andamento...
sv: Anslutning pågår...

# sendingCredentials
source: Sending credentials to AuthService...
de: Sende Anmeldedaten an AuthService...
es: Enviando credenciales a AuthService...
fr: Envoi des identifiants à AuthService...
it: Invio credenziali ad AuthService...
ja: AuthServiceに認証情報を送信中...
nl: Inloggegevens verzenden naar AuthService...
no: Sender påloggingsdata til AuthService...
pl: Wysyłanie danych logowania do AuthService...
pt: Enviando credenciais para AuthService...
sv: Skickar inloggningsuppgifter till AuthService...

# connectionSuccessful
source: Connection successful. Starting session restoration...
de: Verbindung erfolgreich. Starte Sitzungswiederherstellung...
es: Conexión exitosa. Iniciando restauración de sesión...
fr: Connexion réussie. Début de restauration de session...
it: Connessione riuscita. Avvio ripristino sessione...
ja: 接続成功。セッション復元を開始...
nl: Verbinding succesvol. Sessie herstel starten...
no: Tilkobling vellykket. Starter øktgjenoppretting...
pl: Połączenie udane. Rozpoczynanie przywracania sesji...
pt: Conexão bem-sucedida. Iniciando restauração de sessão...
sv: Anslutning lyckades. Startar sessionsåterställning...

# sessionPotentiallyRestored
source: Field session potentially restored.
de: Feldsitzung möglicherweise wiederhergestellt.
es: Sesión de campo potencialmente restaurada.
fr: Session terrain potentiellement restaurée.
it: Sessione campo potenzialmente ripristinata.
ja: フィールドセッションが復元された可能性があります。
nl: Veldsessie mogelijk hersteld.
no: Feltøkt potensielt gjenopprettet.
pl: Sesja pola potencjalnie przywrócona.
pt: Sessão de campo potencialmente restaurada.
sv: Fältsession potentiellt återställd.

# automaticReconnection
source: Automatic user reconnection to field...
de: Automatische Benutzerwiederverbindung zum Feld...
es: Reconexión automática del usuario al campo...
fr: Reconnexion automatique de l'utilisateur au terrain...
it: Riconnessione automatica utente al campo...
ja: ユーザーのフィールドへの自動再接続...
nl: Automatische gebruiker herverbinding naar veld...
no: Automatisk bruker-gjenkobling til felt...
pl: Automatyczne ponowne połączenie użytkownika z polem...
pt: Reconexão automática do usuário ao campo...
sv: Automatisk användaråteranslutning till fält...

# rejoinedFieldSuccessfully
source: Rejoined field successfully. Reloading session...
de: Feld erfolgreich wieder beigetreten. Lade Sitzung neu...
es: Se unió al campo exitosamente. Recargando sesión...
fr: Rejoint le terrain avec succès. Rechargement de la session...
it: Rientrato nel campo con successo. Ricaricamento sessione...
ja: フィールドへの再参加に成功。セッションを再読み込み...
nl: Succesvol weer toegetreden tot veld. Sessie herladen...
no: Koblet til felt igjen vellykket. Laster økt på nytt...
pl: Pomyślnie dołączono ponownie do pola. Przeładowywanie sesji...
pt: Rejuntou-se ao campo com sucesso. Recarregando sessão...
sv: Återanslöt till fält framgångsrikt. Laddar om session...

# userAlreadyConnected
source: User already connected to field.
de: Benutzer bereits mit Feld verbunden.
es: Usuario ya conectado al campo.
fr: Utilisateur déjà connecté au terrain.
it: Utente già connesso al campo.
ja: ユーザーは既にフィールドに接続されています。
nl: Gebruiker al verbonden met veld.
no: Bruker allerede koblet til felt.
pl: Użytkownik już połączony z polem.
pt: Usuário já conectado ao campo.
sv: Användare redan ansluten till fält.

# noActiveFieldOrUser
source: No active field or user not defined.
de: Kein aktives Feld oder Benutzer nicht definiert.
es: No hay campo activo o usuario no definido.
fr: Aucun terrain actif ou utilisateur non défini.
it: Nessun campo attivo o utente non definito.
ja: アクティブなフィールドがないか、ユーザーが定義されていません。
nl: Geen actief veld of gebruiker niet gedefinieerd.
no: Ingen aktivt felt eller bruker ikke definert.
pl: Brak aktywnego pola lub użytkownik nie zdefiniowany.
pt: Nenhum campo ativo ou usuário não definido.
sv: Inget aktivt fält eller användare inte definierad.

# automaticReconnectionError
source: Error during automatic reconnection attempt
de: Fehler beim automatischen Wiederverbindungsversuch
es: Error durante el intento de reconexión automática
fr: Erreur lors de la tentative de reconnexion automatique
it: Errore durante il tentativo di riconnessione automatica
ja: 自動再接続試行中にエラーが発生しました
nl: Fout tijdens automatische herverbindingspoging
no: Feil under automatisk gjenkobling forsøk
pl: Błąd podczas próby automatycznego ponownego połączenia
pt: Erro durante tentativa de reconexão automática
sv: Fel under automatiskt återanslutningsförsök

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de usuário
sv: Användarnamn

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Senha
sv: Lösenord

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
nl: Inloggen
no: Logg inn
pl: Zaloguj
pt: Entrar
sv: Logga in

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
ja: 登録
nl: Registreren
no: Registrer
pl: Zarejestruj
pt: Registrar
sv: Registrera

source: Email
ja: メール
no: E-post
sv: E-post

source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
ja: パスワード確認
nl: Wachtwoord bevestigen
no: Bekreft passord
pl: Potwierdź hasło
pt: Confirmar senha
sv: Bekräfta lösenord

source: First Name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
nl: Voornaam
no: Fornavn
pl: Imię
pt: Nome
sv: Förnamn

source: Last Name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
ja: 姓
nl: Achternaam
no: Etternavn
pl: Nazwisko
pt: Sobrenome
sv: Efternamn

source: Field Management
de: Feldverwaltung
es: Gestión del campo
fr: Gestion du terrain
it: Gestione campo
ja: フィールド管理
nl: Veldbeheer
no: Felthåndtering
pl: Zarządzanie polem
pt: Gestão do campo
sv: Fälthantering

source: Maps Management
de: Kartenverwaltung
es: Gestión de mapas
fr: Gestion des cartes
it: Gestione mappe
ja: マップ管理
nl: Kaartbeheer
no: Karthåndtering
pl: Zarządzanie mapami
pt: Gestão de mapas
sv: Karthantering

source: Scenarios Management
de: Szenarienverwaltung
es: Gestión de escenarios
fr: Gestion des scénarios
it: Gestione scenari
ja: シナリオ管理
nl: Scenariobeheer
no: Scenariohåndtering
pl: Zarządzanie scenariuszami
pt: Gestão de cenários
sv: Scenariohantering

source: Players Management
de: Spielerverwaltung
es: Gestión de jugadores
fr: Gestion des joueurs
it: Gestione giocatori
ja: プレイヤー管理
nl: Spelerbeheer
no: Spillerhåndtering
pl: Zarządzanie graczami
pt: Gestão de jogadores
sv: Spelarhantering

source: Open Field
de: Feld öffnen
es: Abrir campo
fr: Ouvrir le terrain
it: Apri campo
ja: フィールドを開く
nl: Veld openen
no: Åpne felt
pl: Otwórz pole
pt: Abrir campo
sv: Öppna fält

source: Close Field
de: Feld schließen
es: Cerrar campo
fr: Fermer le terrain
it: Chiudi campo
ja: フィールドを閉じる
nl: Veld sluiten
no: Lukk felt
pl: Zamknij pole
pt: Fechar campo
sv: Stäng fält

source: Start Game
de: Spiel starten
es: Iniciar juego
fr: Démarrer la partie
it: Inizia partita
ja: ゲーム開始
nl: Spel starten
no: Start spill
pl: Rozpocznij grę
pt: Iniciar jogo
sv: Starta spel

source: Stop Game
de: Spiel stoppen
es: Detener juego
fr: Arrêter la partie
it: Ferma partita
ja: ゲーム停止
nl: Spel stoppen
no: Stopp spill
pl: Zatrzymaj grę
pt: Parar jogo
sv: Stoppa spel

source: Game Time
de: Spielzeit
es: Tiempo de juego
fr: Temps de jeu
it: Tempo di gioco
ja: ゲーム時間
nl: Speeltijd
no: Spilltid
pl: Czas gry
pt: Tempo de jogo
sv: Speltid

source: Select Map
de: Karte auswählen
es: Seleccionar mapa
fr: Sélectionner une carte
it: Seleziona mappa
ja: マップを選択
nl: Kaart selecteren
no: Velg kart
pl: Wybierz mapę
pt: Selecionar mapa
sv: Välj karta

source: Select Scenarios
de: Szenarien auswählen
es: Seleccionar escenarios
fr: Sélectionner des scénarios
it: Seleziona scenari
ja: シナリオを選択
nl: Scenario's selecteren
no: Velg scenarier
pl: Wybierz scenariusze
pt: Selecionar cenários
sv: Välj scenarier

source: Connected Players
de: Verbundene Spieler
es: Jugadores conectados
fr: Joueurs connectés
it: Giocatori connessi
ja: 接続中のプレイヤー
nl: Verbonden spelers
no: Tilkoblede spillere
pl: Połączeni gracze
pt: Jogadores conectados
sv: Anslutna spelare

source: Teams
es: Equipos
fr: Équipes
it: Squadre
ja: チーム
no: Lag
pl: Drużyny
pt: Equipes
sv: Lag

source: Create Team
de: Team erstellen
es: Crear equipo
fr: Créer une équipe
it: Crea squadra
ja: チーム作成
nl: Team aanmaken
no: Opprett lag
pl: Utwórz drużynę
pt: Criar equipe
sv: Skapa lag

source: Team Name
es: Nombre del equipo
fr: Nom de l'équipe
it: Nome squadra
ja: チーム名
nl: Teamnaam
no: Lagnavn
pl: Nazwa drużyny
pt: Nome da equipe
sv: Lagnamn

source: Join Team
de: Team beitreten
es: Unirse al equipo
fr: Rejoindre l'équipe
it: Unisciti alla squadra
ja: チームに参加
nl: Team toetreden
no: Bli med i lag
pl: Dołącz do drużyny
pt: Juntar-se à equipe
sv: Gå med i lag

source: Leave Team
de: Team verlassen
es: Abandonar equipo
fr: Quitter l'équipe
it: Lascia squadra
ja: チームを離れる
nl: Team verlaten
no: Forlat lag
pl: Opuść drużynę
pt: Deixar equipe
sv: Lämna lag

source: Invite Players
de: Spieler einladen
es: Invitar jugadores
fr: Inviter des joueurs
it: Invita giocatori
ja: プレイヤーを招待
nl: Spelers uitnodigen
no: Inviter spillere
pl: Zaproś graczy
pt: Convidar jogadores
sv: Bjud in spelare

source: Search Players
de: Spieler suchen
es: Buscar jugadores
fr: Rechercher des joueurs
it: Cerca giocatori
ja: プレイヤーを検索
nl: Spelers zoeken
no: Søk spillere
pl: Szukaj graczy
pt: Buscar jogadores
sv: Sök spelare

source: Send Invitation
de: Einladung senden
es: Enviar invitación
fr: Envoyer une invitation
it: Invia invito
ja: 招待を送信
nl: Uitnodiging verzenden
no: Send invitasjon
pl: Wyślij zaproszenie
pt: Enviar convite
sv: Skicka inbjudan

source: Accept Invitation
de: Einladung annehmen
es: Aceptar invitación
fr: Accepter l'invitation
it: Accetta invito
ja: 招待を受諾
nl: Uitnodiging accepteren
no: Godta invitasjon
pl: Zaakceptuj zaproszenie
pt: Aceitar convite
sv: Acceptera inbjudan

source: Decline Invitation
de: Einladung ablehnen
es: Rechazar invitación
fr: Refuser l'invitation
it: Rifiuta invito
ja: 招待を拒否
nl: Uitnodiging afwijzen
no: Avslå invitasjon
pl: Odrzuć zaproszenie
pt: Recusar convite
sv: Avböj inbjudan

source: Invitations
de: Einladungen
es: Invitaciones
it: Inviti
ja: 招待
nl: Uitnodigingen
no: Invitasjoner
pl: Zaproszenia
pt: Convites
sv: Inbjudningar

source: No invitations
de: Keine Einladungen
es: Sin invitaciones
fr: Aucune invitation
it: Nessun invito
ja: 招待なし
nl: Geen uitnodigingen
no: Ingen invitasjoner
pl: Brak zaproszeń
pt: Nenhum convite
sv: Inga inbjudningar

source: Map Name
de: Kartenname
es: Nombre del mapa
fr: Nom de la carte
it: Nome mappa
ja: マップ名
nl: Kaartnaam
no: Kartnavn
pl: Nazwa mapy
pt: Nome do mapa
sv: Kartnamn

source: Map Description
de: Kartenbeschreibung
es: Descripción del mapa
fr: Description de la carte
it: Descrizione mappa
ja: マップ説明
nl: Kaartbeschrijving
no: Kartbeskrivelse
pl: Opis mapy
pt: Descrição do mapa
sv: Kartbeskrivning

source: Create Map
de: Karte erstellen
es: Crear mapa
fr: Créer une carte
it: Crea mappa
ja: マップ作成
nl: Kaart aanmaken
no: Opprett kart
pl: Utwórz mapę
pt: Criar mapa
sv: Skapa karta

source: Edit Map
de: Karte bearbeiten
es: Editar mapa
fr: Modifier la carte
it: Modifica mappa
ja: マップ編集
nl: Kaart bewerken
no: Rediger kart
pl: Edytuj mapę
pt: Editar mapa
sv: Redigera karta

source: Delete Map
de: Karte löschen
es: Eliminar mapa
fr: Supprimer la carte
it: Elimina mappa
ja: マップ削除
nl: Kaart verwijderen
no: Slett kart
pl: Usuń mapę
pt: Excluir mapa
sv: Ta bort karta

source: Scenario Name
de: Szenarioname
es: Nombre del escenario
fr: Nom du scénario
it: Nome scenario
ja: シナリオ名
nl: Scenarionaam
no: Scenarionavn
pl: Nazwa scenariusza
pt: Nome do cenário
sv: Scenarionamn

source: Scenario Description
de: Szenariobeschreibung
es: Descripción del escenario
fr: Description du scénario
it: Descrizione scenario
ja: シナリオ説明
nl: Scenariobeschrijving
no: Scenariobeskrivelse
pl: Opis scenariusza
pt: Descrição do cenário
sv: Scenariobeskrivning

source: Create Scenario
de: Szenario erstellen
es: Crear escenario
fr: Créer un scénario
it: Crea scenario
ja: シナリオ作成
nl: Scenario aanmaken
no: Opprett scenario
pl: Utwórz scenariusz
pt: Criar cenário
sv: Skapa scenario

source: Edit Scenario
de: Szenario bearbeiten
es: Editar escenario
fr: Modifier le scénario
it: Modifica scenario
ja: シナリオ編集
nl: Scenario bewerken
no: Rediger scenario
pl: Edytuj scenariusz
pt: Editar cenário
sv: Redigera scenario

source: Delete Scenario
de: Szenario löschen
es: Eliminar escenario
fr: Supprimer le scénario
it: Elimina scenario
ja: シナリオ削除
nl: Scenario verwijderen
no: Slett scenario
pl: Usuń scenariusz
pt: Excluir cenário
sv: Ta bort scenario

source: Treasure Hunt
de: Schatzsuche
es: Búsqueda del tesoro
fr: Chasse au trésor
it: Caccia al tesoro
ja: 宝探し
nl: Schattenjacht
no: Skattejakt
pl: Poszukiwanie skarbów
pt: Caça ao tesouro
sv: Skattjakt

source: Bomb Defusal
de: Bombenentschärfung
es: Desactivación de bomba
fr: Désamorçage de bombe
it: Disinnesco bomba
ja: 爆弾解除
nl: Bom ontmantelen
no: Bomberydding
pl: Rozbroienie bomby
pt: Desarmamento de bomba
sv: Bombröjning

source: Capture The Flag
de: Flagge erobern
es: Captura la bandera
fr: Capture du drapeau
it: Cattura la bandiera
ja: フラッグ奪取
nl: Vlag veroveren
no: Erobre flagget
pl: Zdobądź flagę
pt: Capturar a bandeira
sv: Erövra flaggan

source: GPS Quality
de: GPS-Qualität
es: Calidad GPS
fr: Qualité GPS
it: Qualità GPS
ja: GPS品質
nl: GPS-kwaliteit
no: GPS-kvalitet
pl: Jakość GPS
pt: Qualidade GPS
sv: GPS-kvalitet

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
nl: Snelheid
no: Hastighet
pl: Prędkość
pt: Velocidade
sv: Hastighet

source: Stationary
de: Stationär
es: Estacionario
fr: Immobile
it: Fermo
ja: 静止
nl: Stilstaand
no: Stasjonær
pl: Nieruchomy
pt: Parado
sv: Stillastående

source: Walking
de: Gehen
es: Caminando
fr: Marche
it: Camminando
ja: 歩行
nl: Lopen
no: Gående
pl: Chodzenie
pt: Caminhando
sv: Gående

source: Running
de: Laufen
es: Corriendo
fr: Course
it: Correndo
ja: 走行
nl: Rennen
no: Løpende
pl: Bieganie
pt: Correndo
sv: Springande

source: Tactical
de: Taktisch
es: Táctico
fr: Tactique
it: Tattico
ja: 戦術的
nl: Tactisch
no: Taktisk
pl: Taktyczny
pt: Tático
sv: Taktisk

source: Immobile
de: Unbeweglich
es: Inmóvil
ja: 不動
nl: Onbeweeglijk
no: Ubevegelig
pl: Nieruchomy
pt: Imóvel
sv: Orörlig

source: Game History
de: Spielverlauf
es: Historial de juegos
fr: Historique des parties
it: Cronologia partite
ja: ゲーム履歴
nl: Spelgeschiedenis
no: Spillhistorikk
pl: Historia gier
pt: Histórico de jogos
sv: Spelhistorik

source: Game Replay
de: Spiel-Wiederholung
es: Repetición de juego
fr: Replay de partie
it: Replay partita
ja: ゲームリプレイ
nl: Spel herhaling
no: Spillreprise
pl: Powtórka gry
pt: Replay do jogo
sv: Spelupprepning

source: Session Details
de: Sitzungsdetails
es: Detalles de la sesión
fr: Détails de la session
it: Dettagli sessione
ja: セッション詳細
nl: Sessiedetails
no: Øktdetaljer
pl: Szczegóły sesji
pt: Detalhes da sessão
sv: Sessionsdetaljer

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 継続時間
nl: Duur
no: Varighet
pl: Czas trwania
pt: Duração
sv: Varaktighet

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora inizio
ja: 開始時刻
nl: Starttijd
no: Starttid
pl: Czas rozpoczęcia
pt: Hora de início
sv: Starttid

source: End Time
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora fine
ja: 終了時刻
nl: Eindtijd
no: Sluttid
pl: Czas zakończenia
pt: Hora de fim
sv: Sluttid

source: Participants
de: Teilnehmer
es: Participantes
it: Partecipanti
ja: 参加者
nl: Deelnemers
no: Deltakere
pl: Uczestnicy
pt: Participantes
sv: Deltagare

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Configurações
sv: Inställningar

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
nl: Taal
no: Språk
pl: Język
pt: Idioma
sv: Språk

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
nl: Meldingen
no: Varsler
pl: Powiadomienia
pt: Notificações
sv: Notifieringar

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
ja: 音
nl: Geluid
no: Lyd
pl: Dźwięk
pt: Som
sv: Ljud

source: Vibration
es: Vibración
it: Vibrazione
ja: 振動
nl: Trillen
no: Vibrasjon
pl: Wibracje
pt: Vibração

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
nl: Over
no: Om
pl: O aplikacji
pt: Sobre
sv: Om

source: Version
es: Versión
it: Versione
ja: バージョン
nl: Versie
no: Versjon
pl: Wersja
pt: Versão

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnetti
ja: ログアウト
nl: Uitloggen
no: Logg ut
pl: Wyloguj
pt: Sair
sv: Logga ut

# confirmLogout
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler disconnetterti?
ja: ログアウトしてもよろしいですか？
nl: Weet je zeker dat je wilt uitloggen?
no: Er du sikker på at du vil logge ut?
pl: Czy na pewno chcesz się wylogować?
pt: Tem certeza de que deseja sair?
sv: Är du säker på att du vill logga ut?

# networkError
source: Network error. Please check your connection.
de: Netzwerkfehler. Bitte überprüfen Sie Ihre Verbindung.
es: Error de red. Por favor verifica tu conexión.
fr: Erreur réseau. Veuillez vérifier votre connexion.
it: Errore di rete. Controlla la tua connessione.
ja: ネットワークエラー。接続を確認してください。
nl: Netwerkfout. Controleer je verbinding.
no: Nettverksfeil. Sjekk tilkoblingen din.
pl: Błąd sieci. Sprawdź połączenie.
pt: Erro de rede. Verifique sua conexão.
sv: Nätverksfel. Kontrollera din anslutning.

# serverError
source: Server error. Please try again later.
de: Serverfehler. Bitte versuchen Sie es später erneut.
es: Error del servidor. Por favor intenta más tarde.
fr: Erreur serveur. Veuillez réessayer plus tard.
it: Errore del server. Riprova più tardi.
ja: サーバーエラー。後でもう一度お試しください。
nl: Serverfout. Probeer het later opnieuw.
no: Serverfeil. Prøv igjen senere.
pl: Błąd serwera. Spróbuj ponownie później.
pt: Erro do servidor. Tente novamente mais tarde.
sv: Serverfel. Försök igen senare.

# invalidCredentials
source: Invalid username or password.
de: Ungültiger Benutzername oder Passwort.
es: Nombre de usuario o contraseña inválidos.
fr: Nom d'utilisateur ou mot de passe invalide.
it: Nome utente o password non validi.
ja: 無効なユーザー名またはパスワード。
nl: Ongeldige gebruikersnaam of wachtwoord.
no: Ugyldig brukernavn eller passord.
pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt: Nome de usuário ou senha inválidos.
sv: Ogiltigt användarnamn eller lösenord.

# fieldRequired
source: This field is required.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
it: Questo campo è obbligatorio.
ja: このフィールドは必須です。
nl: Dit veld is verplicht.
no: Dette feltet er påkrevd.
pl: To pole jest wymagane.
pt: Este campo é obrigatório.
sv: Detta fält är obligatoriskt.

# emailInvalid
source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor ingresa una dirección de email válida.
fr: Veuillez saisir une adresse email valide.
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
nl: Voer een geldig e-mailadres in.
no: Vennligst skriv inn en gyldig e-postadresse.
pl: Wprowadź prawidłowy adres e-mail.
pt: Digite um endereço de email válido.
sv: Ange en giltig e-postadress.

# passwordTooShort
source: Password must be at least 6 characters long.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit contenir au moins 6 caractères.
it: La password deve essere di almeno 6 caratteri.
ja: パスワードは6文字以上である必要があります。
nl: Wachtwoord moet minstens 6 tekens lang zijn.
no: Passordet må være minst 6 tegn langt.
pl: Hasło musi mieć co najmniej 6 znaków.
pt: A senha deve ter pelo menos 6 caracteres.
sv: Lösenordet måste vara minst 6 tecken långt.

source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
ja: パスワードが一致しません。
nl: Wachtwoorden komen niet overeen.
no: Passordene stemmer ikke overens.
pl: Hasła nie są zgodne.
pt: As senhas não coincidem.
sv: Lösenorden matchar inte.

# welcomeMessage
source: Welcome to Game Map Master!
de: Willkommen bei Game Map Master!
es: ¡Bienvenido a Game Map Master!
fr: Bienvenue dans Game Map Master !
it: Benvenuto in Game Map Master!
ja: Game Map Masterへようこそ！
nl: Welkom bij Game Map Master!
no: Velkommen til Game Map Master!
pl: Witamy w Game Map Master!
pt: Bem-vindo ao Game Map Master!
sv: Välkommen till Game Map Master!

source: Game in Progress
de: Spiel läuft
es: Juego en progreso
fr: Partie en cours
it: Partita in corso
ja: ゲーム進行中
nl: Spel bezig
no: Spill pågår
pl: Gra w toku
pt: Jogo em andamento
sv: Spel pågår

source: Game Finished
de: Spiel beendet
es: Juego terminado
fr: Partie terminée
it: Partita terminata
ja: ゲーム終了
nl: Spel afgelopen
no: Spill avsluttet
pl: Gra zakończona
pt: Jogo terminado
sv: Spel avslutat

source: Waiting for Players
de: Warten auf Spieler
es: Esperando jugadores
fr: En attente de joueurs
it: In attesa di giocatori
ja: プレイヤー待機中
nl: Wachten op spelers
no: Venter på spillere
pl: Oczekiwanie na graczy
pt: Aguardando jogadores
sv: Väntar på spelare

source: Field Closed
de: Feld geschlossen
es: Campo cerrado
fr: Terrain fermé
it: Campo chiuso
ja: フィールド閉鎖
nl: Veld gesloten
no: Felt lukket
pl: Pole zamknięte
pt: Campo fechado
sv: Fält stängt

source: Field Open
de: Feld geöffnet
es: Campo abierto
fr: Terrain ouvert
it: Campo aperto
ja: フィールド開放
nl: Veld open
no: Felt åpent
pl: Pole otwarte
pt: Campo aberto
sv: Fält öppet
